{
    "changelog.md": [],
    "index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage etenregistrement)": "Plugin zum Erstellen und Verwalten von WLAN-Kameras (Anzeige und Aufzeichnung)",
        "Après installation du plugin, il vous suffit de l'activer, cependant ily a quelques paramètres de configuration avancée :": "Nach der Installation des Plugins müssen Sie es nur aktivieren, es gibt jedoch einige erweiterte Konfigurationsparameter:",
        "Si votre chemin n'est pas dans le chemin    d'installation de Jeedom alors vous ne pourrez visualiser les    captures dans Jeedom.": "Wenn sich Ihr Pfad nicht im Jeedom-Installationspfad befindet, können Sie die Erfassungen in Jeedom nicht anzeigen.",
        "Si ce quotas est    atteint Jeedom supprimera les captures les plus anciennes.": "Wenn diese Quote erreicht ist, löscht Jeedom die ältesten Fänge.",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "Vergessen Sie nicht, das Panel in der Konfiguration des Plugins zu aktivieren, um später darauf zugreifen zu können.",
        "Ici vous avez les informations principales de votre caméra :": "Hier haben Sie die wichtigsten Informationen Ihrer Kamera:",
        "Attention le plugin ne supporte pas les caractères    spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "Bitte beachten Sie, dass das Plugin keine Sonderzeichen unterstützt (Sie müssen sich daher auf Zahlen, Klein- \/ Großbuchstaben beschränken).",
        "Change en    fonction des caméras.": "Änderungen je nach Kamera.",
        "Attention à ne pas mettre une url de flux sous    peine de planter Jeedom.": "Achten Sie darauf, dass Sie keine Flow-URL unter die Strafe des Absturzes von Jeedom stellen.",
        "Vous pouvez ajouter les tags \\#username\\#    et \\#password\\#, qui seront automatiquement remplacés par le nom    d'utilisateur et le mot de passe lors de l'utilisation de cette    commande": "Sie können die Tags \\ #Benutzername \\ # und \\ #Kennwort \\ # hinzufügen, die bei Verwendung dieses Befehls automatisch durch den Benutzernamen und das Kennwort ersetzt werden",
        "Attention si    vous changez cela écrasera vos paramètres de configuration": "Seien Sie vorsichtig, wenn Sie dies ändern, werden Ihre Konfigurationseinstellungen überschrieben",
        "Cette partie vous permet de configurer la qualité de l'image.": "In diesem Teil können Sie die Bildqualität konfigurieren.",
        "En effetJeedom diminue la taille de l'image ou la compresse avant de l'envoyer àvotre navigateur.": "Jeedom verkleinert das Bild oder komprimiert es, bevor es an Ihren Browser gesendet wird.",
        "Cela permet de gagner en fluidité des images (carelles sont moins lourdes).": "Dies verbessert die Fließfähigkeit der Bilder (Carellen sind leichter).",
        "C'est aussi dans cette partie que vous pouvezconfigurer le nombre d'images par seconde à afficher.": "In diesem Teil können Sie auch die Anzahl der anzuzeigenden Bilder pro Sekunde konfigurieren.",
        "Tous les réglagessont déclinés en : mobile\/desktop et miniature\/normal.": "Alle Einstellungen sind verfügbar in: Mobil \/ Desktop und Miniatur \/ Normal.",
        "A 100 % aucun    redimensionnement de l'image n'a lieu": "Bei 100% findet keine Größenänderung des Bildes statt",
        "Cela n'est pas valable en mode> miniature où il y a une taille maximum de l'image de 360px.": "Dies gilt nicht im Miniaturmodus, in dem eine maximale Bildgröße von 360 Pixel vorliegt.",
        "Plus la valeur est grande    plus la sensibilité augmente.": "Je höher der Wert, desto höher ist die Empfindlichkeit.",
        "Vous pouvez utiliser les tags \\#username\\# et    \\#password\\#, qui seront automatiquement remplacés par le nom    d'utilisateur et le mot de passe lors de l'utilisation de cette    commande": "Sie können die Tags \\ #Benutzername \\ # und \\ #Kennwort \\ # verwenden, die bei Verwendung dieses Befehls automatisch durch den Benutzernamen und das Kennwort ersetzt werden",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définiesdans la configuration, la commande pour prendre une capture, la commandepour lancer la prise de multiples captures images et la commande pourparcourir ces captures.": "Wir finden hier das Bild der Kamera, die in der Konfiguration definierten Befehle, den Befehl zum Aufnehmen einer Aufnahme, den Befehl zum Starten mehrerer Bildaufnahmen und den Befehl zum Durchsuchen dieser Aufnahmen.",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre etdans un format plus grand.": "Klicken Sie auf das Bild, um es in einem Fenster und in einem größeren Format anzuzeigen.",
        "Un clic sur la dernière commande pour parcourir les captures vousaffichera celle-ci.": "Ein Klick auf den letzten Befehl zum Durchsuchen der Screenshots zeigt diesen an.",
        "Vous retrouvez ici toutes les captures organisées par jour puis pardate, vous pouvez pour chacune d'elle :": "Hier finden Sie alle nach Tag geordneten Fänge, die Sie dann für jeden von ihnen begnadigen können:",
        "En mobile le widget est un peu différent : si vous cliquez sur l'image dela caméra vous obtenez celle-ci en plus grande avec les commandespossibles.": "In Mobilgeräten ist das Widget etwas anders: Wenn Sie auf das Bild der Kamera klicken, wird es mit den möglichen Befehlen größer.",
        "Le plugin caméra met aussi à disposition un panel qui vous permet devoir d'un seul coup toutes vos caméras, il est accessible par Acceuil →Caméra.": "Das Kamera-Plugin bietet auch ein Bedienfeld, in dem Sie alle Ihre Kameras gleichzeitig haben können. Der Zugriff erfolgt über Home → Kamera.",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra :": "Es ist natürlich auch für Handys per Plugin → Kamera erhältlich:",
        "Cette commande un peu spécifique permet suite à la prise de capture defaire l'envoi de celle-ci (compatible avec le plugin slack, mail ettransfert).": "Dieser etwas spezifische Befehl ermöglicht es, dem Capture zu folgen, um es zu senden (kompatibel mit dem Slack-, Mail- und Transfer-Plugin).",
        "La configuration est assez simple vous appelez l'action d'envoi decapture (dénommée \"Enregistrement\") dans un scénario.": "Die Konfiguration ist recht einfach. Sie rufen in einem Szenario die Send Capture-Aktion (&quot;Aufnahme&quot; genannt) auf.",
        "Dans la partie titre vous passez les options.": "Im Titelteil übergeben Sie die Optionen.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plusloin avec des options (voir détail ci-dessous \"options avancées des captures\").": "Standardmäßig reicht es aus, die Anzahl der gewünschten Aufnahmen in das Feld &quot;Anzahl der Aufnahmen oder Optionen&quot; einzufügen. Sie können jedoch weitere Optionen auswählen (siehe Details unter &quot;Erweiterte Optionen für Aufnahmen&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "Im Nachrichtenteil müssen Sie nur die Reihenfolge des Plugins (derzeit locker, E-Mail oder Übertragung) eingeben, das die Captures sendet.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "Sie können mehrere durch &amp;&amp; getrennte setzen.",
        "Le film sera stocké sur votre Jeedom.": "Der Film wird auf Ihrem Jeedom gespeichert.",
        "Si vous avez une caméra qui possède la détection de mouvement et quevous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votrecaméra :": "Wenn Sie eine Kamera mit Bewegungserkennung haben und diese an Jeedom senden möchten, ist dies die URL, die Sie auf Ihre Kamera setzen müssen:",
        "http:\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "http: \/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "Il faut bien entendu avant avoir créé une commande de type info survotre caméra": "Natürlich vor dem Erstellen eines Info-Befehls auf Ihrer Kamera"
    }
}