{
    "changelog.md": {
        "Retour de la fonction de decouverte ONVIF (merci @Aidom)": "Rückgabe der ONVIF-Erkennungsfunktion (danke @Aidom)",
        "Possibilité d'utiliser des commandes (type script) pour le controle des cameras": "Möglichkeit zur Verwendung von Befehlen (Skripttyp) zur Kamerasteuerung",
        "17\/10\/2019": "2019.10.17",
        "Optimisation de la fonction de nettoyage des dossiers de capture des cameras": "Optimierung der Reinigungsfunktion von Kameraerfassungsdateien",
        "10\/10\/2019": "2019.10.10",
        "Correction d'un bug sur la prise de video sous debian 10": "Korrektur eines Fehlers beim Aufnehmen von Videos unter Debian 10",
        "25\/09\/2019": "2019.09.25",
        "Correction de bug sur le rtsp en debian 10": "Fehlerbehebung auf RTSP in Debian 10",
        "23\/09\/2019": "2019.09.23",
        "Correction de bugs": "Fehlerbehebungen",
        "Ajout d'un champs pour mettre des options flux video (rtsp)": "Hinzufügen eines Feldes zum Einfügen von Optionen Videostream (rtsp)",
        "20\/09\/2019": "2019.09.20",
        "14\/09\/2019": "2019.09.14",
        "Correction d'un bug ou la tache cronHourly du plugin camera n'arrivait pas a finir": "Es wurde ein Fehler behoben, durch den die cronHourly-Aufgabe des Kamera-Plugins nicht beendet werden konnte",
        "Correction d'un bug sur la prévisualisation de l'historique des captures": "Korrektur eines Fehlers in der Vorschau des Erfassungsverlaufs",
        "28\/08\/2019": "2019.08.28",
        "Amélioration du support du rtsp": "Verbesserte RTSP-Unterstützung",
        "06\/06\/2019": "2019.06.06",
        "Correction d'un soucis si il y a des & dans l'url de stream rtsp": "Ein Problem wurde behoben, wenn &amp; in der Stream-RTSP-URL vorhanden sind",
        "Amélioration de la securité sur le flux video": "Verbesserte Sicherheit im Videostream",
        "Correction d'un soucis si il y a des espaces dans l'url de flux video": "Es wurde ein Problem behoben, bei dem in der Video-Stream-URL Leerzeichen vorhanden waren",
        "21\/01\/2019": "2019.01.21",
        "Mise à jour de la doc": "Aktualisieren des Dokuments",
        "Correction d'un bug sur le panel": "Korrektur eines Fehlers auf dem Panel",
        "17\/01\/2019": "2019.01.17",
        "Correction d'un soucis sur la configuration de Wanscam q3(s)": "Behebung eines Problems mit der Konfiguration von Wanscam q3 (s)",
        "15\/01\/2019": "2019.01.15",
        "Ajout de la camera Wanscam q3(s)": "Wanscam q3 (s) Kamera hinzugefügt",
        "Selection du mode automatiquement en fonction de l'url de capture et du flux vidéo (RTSP)": "Modusauswahl automatisch basierend auf Capture-URL und Videostream (RTSP)",
        "Ajout du remplacement de #username# et #password# dans les commandes": "Ersetzen von # Benutzername # und # Passwort # in Befehlen hinzugefügt",
        "Correction d'un soucis sur les dépendance": "Korrektur eines Abhängigkeitsproblems",
        "01\/06\/2018": "2018.01.06",
        "Refonte du panel, on choisi maintenant le nombre de camera par ligne dans la configuration du plugin, leur dimension est calculé automatiquement": "Bei der Neugestaltung des Panels wählen wir nun die Anzahl der Kameras pro Zeile in der Plugin-Konfiguration aus, deren Größe automatisch berechnet wird",
        "Amélioration du widget en mobile": "Verbesserung des mobilen Widgets",
        "Support des flux video RTSP\/MJPEG... Attention vu qu'il y a une conversion de faite ce n'est à utiliser que si vous n'avez pas le choix, il faut priviliegé les snapshot (plus rapide et moins de charge sur Jeedom)": "Unterstützung für RTSP \/ MJPEG-Videostreams ... Bitte beachten Sie, dass eine Konvertierung durchgeführt wird. Diese wird nur verwendet, wenn Sie keine andere Wahl haben. Sie sollten Snapshots privilegieren (schneller und weniger belastbar) Jeedom)",
        "03\/04\/2018": "2018.03.04",
        "Mise à jour documentation": "Aktualisierung der Dokumentation",
        "10\/03\/2018": "2018.03.10",
        "Optimisation du code": "Codeoptimierung",
        "05\/03\/2018": "2018.03.05",
        "12\/02\/2018": "2018.02.12",
        "Ajout d'une option pour désactiver toute compression d'image coté Jeedom": "Hinzufügen einer Option zum Deaktivieren der Bildkomprimierung auf der Jeedom-Seite"
    },
    "index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage et": "Plugin zum Erstellen und Verwalten von WLAN-Kameras (Display und",
        "enregistrement)": "Registrierung)",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après installation du plugin, il vous suffit de l'activer, cependant il": "Nach der Installation des Plugins müssen Sie es nur noch aktivieren",
        "y a quelques paramètres de configuration avancée :": "Es gibt einige erweiterte Konfigurationseinstellungen:",
        "Chemin des enregistrements** : indique le chemin où Jeedom doit": "Aufzeichnungspfad **: Gibt den Pfad an, auf dem Jeedom muss",
        "stocker les images qu'il capture de vos caméras (il est déconseillé": "Speichern Sie die Bilder, die von Ihren Kameras aufgenommen wurden (dies wird nicht empfohlen",
        "d'y toucher).": "berühren Sie es).",
        "Si votre chemin n'est pas dans le chemin": "Wenn Ihr Pfad nicht im Pfad ist",
        "d'installation de Jeedom alors vous ne pourrez visualiser les": "Wenn Sie Jeedom installieren, können Sie das nicht anzeigen",
        "captures dans Jeedom.": "fängt in Jeedom.",
        "Taille maximum du dossier d'enregistrement (Mo)** : indique la": "Maximale Größe des Aufnahmeordners (MB) **: Gibt die an",
        "taille maximum autorisée pour le dossier où les captures sont": "Maximal zulässige Größe für den Ordner, in dem sich die Fänge befinden",
        "enregistrées (il est déconseillé d'y toucher).": "gespeichert (es wird nicht empfohlen, es zu berühren).",
        "Si ce quotas est": "Wenn dieses Kontingent ist",
        "atteint Jeedom supprimera les captures les plus anciennes.": "Jeedom erreicht löscht die ältesten Captures.",
        "Le plugin caméra doit réagir aux interactions** : mots clés \/": "Das Kamera-Plugin muss auf Interaktionen reagieren **: keywords \/",
        "phrases auxquel(le)s le plugin réagira via les interactions de Jeedom.": "Sätze, auf die das Plugin über Jeedom-Interaktionen reagiert.",
        "Panel** : Vous permet d'afficher le panel (Menu": "Panel **: Ermöglicht die Anzeige des Panels (Menü",
        "Accueil -> Caméra) et d'avoir une vue sur l'ensemble de vos": "Home -&gt; Kamera) und haben einen Blick auf alle Ihre",
        "caméras (voir plus bas).": "Kameras (siehe unten).",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "Vergessen Sie nicht, das Panel in der Konfiguration des Plugins zu aktivieren, um später darauf zugreifen zu können.",
        "Configuration des équipements": "Gerätekonfiguration",
        "Equipement": "Ausrüstung",
        "Ici vous avez les informations principales de votre caméra :": "Hier haben Sie die wichtigsten Informationen Ihrer Kamera:",
        "Nom de l'équipement caméra** : nom de votre équipement caméra": "Name der Kameraausrüstung **: Name Ihrer Kameraausrüstung",
        "Objet parent** : indique l'objet parent auquel appartient": "Übergeordnetes Objekt **: Gibt das übergeordnete Objekt an, zu dem es gehört",
        "l'équipement": "Ausrüstung",
        "Activer** : permet de rendre votre équipement actif": "Aktivieren **: Aktiviert Ihre Ausrüstung",
        "Visible** : le rend visible sur le dashboard": "Sichtbar **: macht es im Dashboard sichtbar",
        "IP** : l'adresse IP local de votre caméra": "IP **: Die lokale IP-Adresse Ihrer Kamera",
        "Port** : le port pour sur lequel joindre la caméra": "Port **: Der Port, an den die Kamera angeschlossen werden soll",
        "Protocole** : le protocole de communication de votre caméra (http": "Protokoll **: Das Kommunikationsprotokoll Ihrer Kamera (http",
        "ou https)": "oder https)",
        "Nom d'utilisateur** : nom d'utilisateur pour se connecter à la": "Benutzername **: Benutzername zum Anmelden bei",
        "caméra (si nécessaire).": "Kamera (falls erforderlich).",
        "Attention le plugin ne supporte pas les caractères": "Bitte beachten Sie, dass das Plugin keine Zeichen unterstützt",
        "spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "Spezial (beschränken Sie sich also auf Zahlen, Klein- \/ Großbuchstaben)",
        "Mot de passe** : mot de passe pour se connecter à la caméra": "Passwort **: Passwort zum Herstellen einer Verbindung zur Kamera",
        "(si nécessaire).": "(falls erforderlich).",
        "URL de snapshot** : URL de \"snapshot\" de la caméra.": "Snapshot-URL **: Kamera-Snapshot-URL.",
        "Change en": "Wechseln Sie zu",
        "fonction des caméras.": "Kameras funktionieren.",
        "Attention à ne pas mettre une url de flux sous": "Achten Sie darauf, keine Flow-URL darunter zu setzen",
        "peine de planter Jeedom.": "es lohnt sich, Jeedom zu pflanzen.",
        "Vous pouvez ajouter les tags \\#username\\": "Sie können die Tags \\ #Benutzername \\ hinzufügen",
        "et \\#password\\#, qui seront automatiquement remplacés par le nom": "und \\ #password \\ #, das automatisch durch den Namen ersetzt wird",
        "d'utilisateur et le mot de passe lors de l'utilisation de cette": "Benutzer und Passwort bei dieser Verwendung",
        "commande": "bestellen",
        "URL du flux** : url du flux video de la caméra de type rtsp:\/\/#username#:#password#@#ip#:554\/videoMain (exemple pour les caméras Foscam)": "Stream-URL **: Video-Stream-URL der Kamera vom Typ RTSP: \/\/ # Benutzername #: #Kennwort # @ # IP-Nr.: 554 \/ videoMain (Beispiel für Foscam-Kameras)",
        "Modèle** : permet de choisir le modèle de la caméra.": "Modell **: Hier können Sie das Kameramodell auswählen.",
        "Attention si": "Seien Sie vorsichtig, wenn",
        "vous changez cela écrasera vos paramètres de configuration": "Sie ändern, dass Ihre Konfigurationseinstellungen überschrieben werden",
        "Images": "Metaphorik",
        "Cette partie vous permet de configurer la qualité de l'image.": "In diesem Teil können Sie die Bildqualität konfigurieren.",
        "En effet": "In der Tat",
        "Jeedom diminue la taille de l'image ou la compresse avant de l'envoyer à": "Jeedom verkleinert das Bild oder komprimiert es, bevor es gesendet wird",
        "votre navigateur.": "Ihr Browser.",
        "Cela permet de gagner en fluidité des images (car": "Dies verbessert die Fließfähigkeit der Bilder (weil",
        "elles sont moins lourdes).": "sie sind leichter).",
        "C'est aussi dans cette partie que vous pouvez": "Es ist auch in diesem Teil, dass Sie können",
        "configurer le nombre d'images par seconde à afficher.": "Konfigurieren Sie die Anzahl der anzuzeigenden Bilder pro Sekunde.",
        "Tous les réglages": "Alle Einstellungen",
        "sont déclinés en : mobile\/desktop et miniature\/normal.": "sind verfügbar in: Mobile \/ Desktop und Miniatur \/ Normal.",
        "Rafraichissement (s) : délai en seconde entre l'affichage de 2": "Aktualisierung (en): Verzögerung in Sekunden zwischen der Anzeige von 2",
        "images (vous pouvez ici mettre des chiffres inférieurs à 1)": "Bilder (hier können Sie Zahlen unter 1 setzen)",
        "Compression (%) : plus il est faible moins on compresse l'image, à": "Komprimierung (%): Je niedriger die Komprimierung, desto weniger wird das Bild komprimiert.",
        "100 % aucune compression n'est faite": "100% keine Komprimierung erfolgt",
        "Taille (% - 0 : automatique) : plus le % est élévé plus on est": "Größe (% - 0: automatisch): Je höher%, desto mehr sind Sie",
        "proche de la taille d'origine de l'image.": "nahe an der Originalgröße des Bildes.",
        "A 100 % aucun": "100% keine",
        "redimensionnement de l'image n'a lieu": "Die Größenänderung des Bildes erfolgt",
        "> **Note": "&gt; ** Hinweis",
        ">": "&gt;",
        "> Si vous mettez une compression de 0% et une taille de 100%, Jeedom ne": "&gt; Wenn Sie eine Komprimierung von 0% und eine Größe von 100% festlegen, wird dies bei Jeedom nicht der Fall sein",
        "> touchera pas à l'image en mode normal.": "&gt; berührt das Bild im normalen Modus nicht.",
        "Cela n'est pas valable en mode": "Dies ist im Modus nicht gültig",
        "> miniature où il y a une taille maximum de l'image de 360px.": "&gt; Miniaturansicht mit einer maximalen Bildgröße von 360 Pixel.",
        "Capture": "Erfassung",
        "Durée maximum d'un enregistrement : durée maximum des": "Maximale Dauer einer Aufnahme: maximale Dauer von",
        "enregistrements": "Aufnahmen",
        "Toujours faire une vidéo : force Jeedom à toujours transformer les": "Mach immer ein Video: Jeedom zwingt sich, sich immer zu verwandeln",
        "enregistrements en vidéo avant l'enregistrement": "Videoaufnahmen vor der Aufnahme",
        "Nombre d'images par seconde de la vidéo : nombre d'images par": "Anzahl der Bilder pro Sekunde des Videos: Anzahl der Bilder pro Sekunde",
        "seconde des vidéos": "zweite Videos",
        "Seuil de détection mouvement (0-100) : seuil de détection de": "Bewegungserkennungsschwelle (0-100): Bewegungserkennungsschwelle",
        "mouvement (il est conseillé de mettre 2).": "Bewegung (es ist ratsam, 2 zu setzen).",
        "Plus la valeur est grande": "Je größer der Wert",
        "plus la sensibilité augmente.": "Je mehr die Empfindlichkeit steigt.",
        "Supprimer toutes les captures de la caméra : supprime toutes les": "Alle Kameraaufnahmen löschen: Löscht alle",
        "captures et enregistrements de la caméra": "Kameraaufnahmen und Aufnahmen",
        "Alimentation": "Versorgung",
        "Commande ON : Commande permettant de mettre en marche l'alimentation": "EIN-Befehl: Befehl zum Einschalten der Stromversorgung",
        "de la caméra": "von der Kamera",
        "Commande OFF : Commande permettant de couper l'alimentation de la": "AUS-Befehl: Befehl zum Abschalten der Stromversorgung",
        "caméra": "Kamera",
        "Commandes": "Befehle",
        "ID de la commande (utiliser avec les commandes de type info pour par": "Bestell-ID (Verwendung mit Info-Typ-Befehlen zu Par",
        "exemple remonter l'information de mouvement de la caméra à Jeedom": "Beispiel: Bringen Sie die Bewegungsinformationen von der Kamera zurück zu Jeedom",
        "par l'api, voir plus bas)": "nach API, siehe unten)",
        "Nom de la commande avec la possibilité de mettre une icône à la": "Name des Befehls mit der Möglichkeit, ein Symbol auf das zu setzen",
        "place (pour la supprimer il faut double-cliquer sur l'icône": "platzieren (um es zu löschen, doppelklicken Sie auf das Symbol",
        "en question)": "in Frage)",
        "Type et sous-type de la commande": "Auftragsart und Untertyp",
        "Requête à envoyer à la caméra pour faire une action (passage en mode": "Anforderung zum Senden an die Kamera, um eine Aktion auszuführen (Wechsel in den Modus",
        "nuit, ptz, etc.).": "Nacht, ptz usw.).",
        "Vous pouvez utiliser les tags \\#username\\# et": "Sie können die Tags \\ #Benutzername \\ # und verwenden",
        "\\#password\\#, qui seront automatiquement remplacés par le nom": "\\ #password \\ #, das automatisch durch den Namen ersetzt wird",
        "Commande stop : pour les caméras PTZ, il existe souvent une commande": "Stoppbefehl: Für PTZ-Kameras gibt es häufig einen Befehl",
        "qui arrête le mouvement, c'est ici qu'il faut la spécifier": "Was die Bewegung stoppt, muss hier angegeben werden",
        "Afficher : permet d'afficher la commande ou non sur le dashboard": "Anzeige: Mit dieser Option können Sie die Reihenfolge im Dashboard anzeigen oder nicht",
        "Configuration avancée (petites roues crantées) : permet d'afficher": "Erweiterte Konfiguration (kleine gekerbte Räder): Anzeigen",
        "la configuration avancée de la commande (méthode d'historisation,": "die erweiterte Konfiguration des Befehls (Historisierungsmethode,",
        "widget, etc.)": "Widget usw.)",
        "Tester : permet de tester la commande": "Test: Ermöglicht das Testen des Befehls",
        "Supprimer (signe -) : permet de supprimer la commande": "Löschen (sign -): Ermöglicht das Löschen des Befehls",
        "Le widget": "Das Widget",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définies": "Wir finden darauf das Bild der Kamera, die definierten Befehle",
        "dans la configuration, la commande pour prendre une capture, la commande": "in der Konfiguration der Befehl zum Aufnehmen einer Aufnahme, der Befehl",
        "pour lancer la prise de multiples captures images et la commande pour": "um mit der Aufnahme mehrerer Bildaufnahmen und dem Befehl zu beginnen",
        "parcourir ces captures.": "Durchsuchen Sie diese Aufnahmen.",
        "> **Tip": "&gt; ** Tipp",
        "> Sur le dashboard et le panel il est possible de redimensionner le": "&gt; Auf dem Dashboard und im Bedienfeld kann die Größe des geändert werden",
        "> widget pour l'adapter à ses besoins": "&gt; Widget, um es an Ihre Bedürfnisse anzupassen",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre et": "Klicken Sie auf das Bild, um es in einem Fenster anzuzeigen und",
        "dans un format plus grand.": "in einem größeren Format.",
        "Un clic sur la dernière commande pour parcourir les captures vous": "Ein Klick auf den letzten Befehl, um die von Ihnen erfassten Bilder zu durchsuchen",
        "affichera celle-ci.": "wird dies anzeigen.",
        "Vous retrouvez ici toutes les captures organisées par jour puis par": "Hier finden Sie alle Fänge, die nach Tag und dann nach Tag organisiert sind",
        "date, vous pouvez pour chacune d'elle :": "Datum können Sie für jeden von ihnen:",
        "la voir en plus en grand en cliquant sur l'image": "Sehen Sie es größer, indem Sie auf das Bild klicken",
        "la télécharger": "Laden Sie es herunter",
        "la supprimer": "lösche es",
        "En mobile le widget est un peu différent : si vous cliquez sur l'image de": "In Mobile ist das Widget etwas anders: Wenn Sie auf das Bild von klicken",
        "la caméra vous obtenez celle-ci en plus grande avec les commandes": "Die Kamera wird mit den Bedienelementen größer",
        "possibles.": "möglich.",
        "Les panels": "Die Paneele",
        "Le plugin caméra met aussi à disposition un panel qui vous permet de": "Das Kamera-Plugin bietet auch ein Panel, mit dem Sie",
        "voir d'un seul coup toutes vos caméras, il est accessible par Acceuil →": "Wenn Sie alle Ihre Kameras auf einmal sehen, können Sie über Home → darauf zugreifen",
        "Caméra.": "Kamera.",
        "> Pour l'avoir il faut l'activer sur la page de configuration du plugin": "&gt; Um es zu haben, müssen Sie es auf der Plugin-Konfigurationsseite aktivieren",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra :": "Es ist natürlich auch für Handys per Plugin → Kamera erhältlich:",
        "Enregistrement et envoi de capture": "Speichern und Capture senden",
        "Cette commande un peu spécifique permet suite à la prise de capture de": "Dieser etwas spezifische Befehl ermöglicht das Verfolgen der Erfassung von",
        "faire l'envoi de celle-ci (compatible avec le plugin slack, mail et": "senden Sie es (kompatibel mit dem Slack Plugin, Mail und",
        "transfert).": "Transfer).",
        "La configuration est assez simple vous appelez l'action d'envoi de": "Die Konfiguration ist recht einfach, Sie rufen die Sendeaktion von auf",
        "capture (dénommée \"Enregistrement\") dans un scénario.": "Capture (&quot;Record&quot; genannt) in einem Szenario.",
        "Dans la partie titre vous passez les options.": "Im Titelteil übergeben Sie die Optionen.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plus": "Standardmäßig geben Sie einfach die gewünschte Anzahl von Aufnahmen in das Feld &quot;Anzahl der Aufnahmen oder Optionen&quot; ein, aber Sie können noch mehr tun",
        "loin avec des options (voir détail ci-dessous \"options avancées des captures\").": "weiter mit Optionen (siehe Detail unten &quot;Erweiterte Optionen für Aufnahmen&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "Im Nachrichtenteil müssen Sie nur die Reihenfolge des Plugins (derzeit locker, E-Mail oder Übertragung) eingeben, das die Captures sendet.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "Sie können mehrere durch &amp;&amp; getrennte setzen.",
        "Options avancées des captures": "Erweiterte Aufnahmeoptionen",
        "nbSnap : nombre de capture, si non précisé alors les captures sont": "nbSnap: Anzahl der Erfassungen, falls nicht angegeben, sind die Erfassungen",
        "faites jusqu'à une demande d'arrêt d'enregistrement ou d'arrêt de la": "eine Anfrage zum Beenden der Aufnahme oder zum Beenden der Aufnahme stellen",
        "delay : délai entre 2 captures, si non précisé alors le délai est de": "Verzögerung: Verzögerung zwischen 2 Aufnahmen, wenn nicht angegeben, ist die Verzögerung",
        "1s": "1s",
        "wait : délai d'attente avant de commencer les captures, si non": "Warten: Wartezeit vor dem Starten der Aufnahmen, falls nicht",
        "précié alors aucun envoi n'est fait": "angegeben, dann erfolgt kein Versand",
        "sendPacket : nombre de captures déclenchant l'envoi de paquet de captures, si non": "sendPacket: Anzahl der Captures, die das Senden eines Capture-Pakets auslösen, falls nicht",
        "précisé alors les captures ne seront envoyées qu'à la fin": "angegeben, dann werden die Captures erst am Ende gesendet",
        "detectMove=1 : envoi les captures que s'il y a un changement supérieur au": "detectMove = 1: Captures nur senden, wenn eine Änderung größer als ist",
        "seuil de détection (voir configuration de la caméra)": "Erkennungsschwelle (siehe Kamerakonfiguration)",
        "movie=1 : une fois l'enregistrement terminé, les images sont": "movie = 1: Sobald die Aufnahme beendet ist, sind die Bilder",
        "converties en vidéo": "in Video konvertiert",
        "sendFirstSnap=1 : envoi la première capture de l'enregistrement": "sendFirstSnap = 1: Sendet die erste Erfassung des Datensatzes",
        "> **Exemples": "&gt; ** Beispiele",
        "> nbSnap=3 delay=5 ==> envoi 3 captures faites à 5 secondes d'intervalle (envoi déclenché via le scénario)": "&gt; nbSnap = 3 delay = 5 ==&gt; 3 Captures senden, die in Intervallen von 5 Sekunden erstellt wurden (Senden ausgelöst über das Szenario)",
        "> movie=1 sendFirstSnap=1 detectMove=1 ==> envoi la première capture, puis envoi d'une capture à chaque détection de mouvement et enregistre une vidéo jusqu'à la commande \"Arrêter Enregistrement\" à insérer dans le scénario.": "&gt; movie = 1 sendFirstSnap = 1 detectMove = 1 ==&gt; Senden Sie die erste Aufnahme, senden Sie dann bei jeder Bewegungserkennung eine Aufnahme und zeichnen Sie ein Video auf, bis der Befehl &quot;Aufnahme beenden&quot; in das Szenario eingefügt wird.",
        "Le film sera stocké sur votre Jeedom.": "Der Film wird auf Ihrem Jeedom gespeichert.",
        "Envoi de la détection de mouvement à Jeedom": "Senden Sie die Bewegungserkennung an Jeedom",
        "Si vous avez une caméra qui possède la détection de mouvement et que": "Wenn Sie eine Kamera mit Bewegungserkennung haben und",
        "vous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votre": "Wenn Sie dies an Jeedom weitergeben möchten, ist dies die URL, die Sie auf Ihre Website setzen müssen",
        "caméra :": "Kamera:",
        "http:\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "http: \/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "apikey=#APIKEY#&type=camera&id=#ID#&value=#value": "apikey APIKEY = # # &amp; type = Kamera &amp; id = # ID # &amp; # value = Wert",
        "Il faut bien entendu avant avoir créé une commande de type info sur": "Dies ist natürlich erforderlich, bevor Sie einen Befehl für den Infotyp erstellen",
        "votre caméra": "Ihre Kamera",
        "FAQ": "FAQ",
        ">**Où sont les enregistrements ?": "&gt; ** Wo sind die Aufzeichnungen?",
        ">Les enregistrements se trouvent par défaut dans plugins\/camera\/data\/records\/*ID\\_CAM*, attention cela peut varier si vous avez demandé à Jeedom de les enregistrer ailleurs": "&gt; Die Datensätze befinden sich standardmäßig in Plugins \/ camera \/ data \/ records \/ * ID \\ _CAM *. Bitte beachten Sie, dass dies variieren kann, wenn Sie Jeedom gebeten haben, sie an anderer Stelle aufzuzeichnen",
        ">**Les dépendances n'arrivents pas à s'installer ?": "&gt; ** Sucht kann sich nicht einleben?",
        ">En ssh ou dans administration -> OS\/DB -> Système faire : dpkg --configure -a": "&gt; In ssh oder in der Administration -&gt; OS \/ DB -&gt; System do: dpkg --configure -a",
        ">**Quelles sont les conditions pour que ma caméra soit compatible Jeedom (si elle n'est pas dans la liste de compatibilité) ?": "&gt; ** Unter welchen Bedingungen muss meine Kamera Jeedom-kompatibel sein (wenn sie nicht in der Kompatibilitätsliste enthalten ist)?",
        "> La seule condition c'est que la caméra possède une url qui renvoi une image (et bien une image pas un flux video)": "&gt; Die einzige Bedingung ist, dass die Kamera eine URL hat, die ein Bild zurücksendet (und tatsächlich ein Bild, kein Videostream)."
    }
}