{
    "changelog.md": [],
    "index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage etenregistrement)": "Plugin for creating and managing wifi cameras (display and recording)",
        "Après installation du plugin, il vous suffit de l'activer, cependant ily a quelques paramètres de configuration avancée :": "After installing the plugin, you just need to activate it, however there are some advanced configuration parameters:",
        "Si votre chemin n'est pas dans le chemin    d'installation de Jeedom alors vous ne pourrez visualiser les    captures dans Jeedom.": "If your path is not in the Jeedom installation path then you will not be able to view the captures in Jeedom.",
        "Si ce quotas est    atteint Jeedom supprimera les captures les plus anciennes.": "If this quota is reached Jeedom will delete the oldest catches.",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "Do not forget to activate the panel in the configuration of the plugin to access it later.",
        "Ici vous avez les informations principales de votre caméra :": "Here you have the main information of your camera:",
        "Attention le plugin ne supporte pas les caractères    spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "Please note that the plugin does not support special characters (you must therefore limit yourself to numbers, lowercase \/ uppercase letters)",
        "Change en    fonction des caméras.": "Changes depending on the cameras.",
        "Attention à ne pas mettre une url de flux sous    peine de planter Jeedom.": "Be careful not to put a flow url under penalty of crashing Jeedom.",
        "Vous pouvez ajouter les tags \\#username\\#    et \\#password\\#, qui seront automatiquement remplacés par le nom    d'utilisateur et le mot de passe lors de l'utilisation de cette    commande": "You can add the tags \\ #username \\ # and \\ #password \\ #, which will be automatically replaced by the username and password when using this command",
        "Attention si    vous changez cela écrasera vos paramètres de configuration": "Be careful if you change this will overwrite your configuration settings",
        "Cette partie vous permet de configurer la qualité de l'image.": "This part allows you to configure the image quality.",
        "En effetJeedom diminue la taille de l'image ou la compresse avant de l'envoyer àvotre navigateur.": "In fact, Jeedom decreases the size of the image or compresses it before sending it to your browser.",
        "Cela permet de gagner en fluidité des images (carelles sont moins lourdes).": "This improves the fluidity of the images (carelles are lighter).",
        "C'est aussi dans cette partie que vous pouvezconfigurer le nombre d'images par seconde à afficher.": "It is also in this part that you can configure the number of frames per second to display.",
        "Tous les réglagessont déclinés en : mobile\/desktop et miniature\/normal.": "All settings are available in: mobile \/ desktop and miniature \/ normal.",
        "A 100 % aucun    redimensionnement de l'image n'a lieu": "At 100% no resizing of the image takes place",
        "Cela n'est pas valable en mode> miniature où il y a une taille maximum de l'image de 360px.": "This is not valid in&gt; miniature mode where there is a maximum image size of 360px.",
        "Plus la valeur est grande    plus la sensibilité augmente.": "The higher the value, the more the sensitivity increases.",
        "Vous pouvez utiliser les tags \\#username\\# et    \\#password\\#, qui seront automatiquement remplacés par le nom    d'utilisateur et le mot de passe lors de l'utilisation de cette    commande": "You can use the tags \\ #username \\ # and \\ #password \\ #, which will be automatically replaced by the username and password when using this command",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définiesdans la configuration, la commande pour prendre une capture, la commandepour lancer la prise de multiples captures images et la commande pourparcourir ces captures.": "We find on this one the image of the camera, the commands defined in the configuration, the command to take a capture, the command to start taking multiple image captures and the command to browse these captures.",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre etdans un format plus grand.": "Click on the image to display it in a window and in a larger format.",
        "Un clic sur la dernière commande pour parcourir les captures vousaffichera celle-ci.": "A click on the last command to browse the screenshots will display this one.",
        "Vous retrouvez ici toutes les captures organisées par jour puis pardate, vous pouvez pour chacune d'elle :": "You will find here all the catches organized by day then pardate, you can for each of them:",
        "En mobile le widget est un peu différent : si vous cliquez sur l'image dela caméra vous obtenez celle-ci en plus grande avec les commandespossibles.": "In mobile the widget is a little different: if you click on the image of the camera you get this larger with the possible commands.",
        "Le plugin caméra met aussi à disposition un panel qui vous permet devoir d'un seul coup toutes vos caméras, il est accessible par Acceuil →Caméra.": "The camera plugin also provides a panel which allows you to have all your cameras at once, it is accessible by Home → Camera.",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra :": "It is of course also available in mobile by Plugin → Camera:",
        "Cette commande un peu spécifique permet suite à la prise de capture defaire l'envoi de celle-ci (compatible avec le plugin slack, mail ettransfert).": "This somewhat specific command allows following the capture to send it (compatible with the slack, mail and transfer plugin).",
        "La configuration est assez simple vous appelez l'action d'envoi decapture (dénommée \"Enregistrement\") dans un scénario.": "The configuration is quite simple, you call the send capture action (called &quot;Recording&quot;) in a scenario.",
        "Dans la partie titre vous passez les options.": "In the title part you pass the options.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plusloin avec des options (voir détail ci-dessous \"options avancées des captures\").": "By default it is enough to put the number of captures wanted in the field &quot;number captures or options&quot;, but you can go further with options (see detail below &quot;advanced options of captures&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "In the message part, you just have to fill in the order of the plugin (currently slack, email or transfer) which sends the captures.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "You can put several separated by &amp;&amp;.",
        "Le film sera stocké sur votre Jeedom.": "The film will be stored on your Jeedom.",
        "Si vous avez une caméra qui possède la détection de mouvement et quevous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votrecaméra :": "If you have a camera that has motion detection and you want to transmit it to Jeedom this is the url to put on your camera:",
        "http:\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "http: \/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "Il faut bien entendu avant avoir créé une commande de type info survotre caméra": "Obviously, before creating an info type command on your camera"
    }
}