{
    "\/var\/jenkins_home\/workspace\/Market\/beta\/docs\/\/fr_FR\/changelog.md": {
        "- Retour de la fonction de decouverte ONVIF (merci @Aidom)": "- Return of the ONVIF discovery function (thank you @Aidom)",
        "- Possibilité d'utiliser des commandes (type script) pour le controle des cameras": "- Possibility to use commands (script type) for camera control",
        "# 17\/10\/2019": "# 17\/10\/2019",
        "- Optimisation de la fonction de nettoyage des dossiers de capture des cameras": "- Optimization of the cleaning function of camera capture files",
        "# 10\/10\/2019": "# 10\/10\/2019",
        "- Correction d'un bug sur la prise de video sous debian 10": "- Correction of a bug on video taking under debian 10",
        "# 25\/09\/2019": "# 25\/09\/2019",
        "- Correction de bug sur le rtsp en debian 10": "- Bug fix on the rtsp in debian 10",
        "# 23\/09\/2019": "# 23\/09\/2019",
        "- Correction de bugs": "- Bugfix",
        "- Ajout d'un champs pour mettre des options flux video (rtsp)": "- Addition of a field to put video stream options (rtsp)",
        "# 20\/09\/2019": "# 20\/09\/2019",
        "# 14\/09\/2019": "# 14\/09\/2019",
        "- Correction d'un bug ou la tache cronHourly du plugin camera n'arrivait pas a finir": "- Fixed a bug where the cronHourly task of the camera plugin could not finish",
        "- Correction d'un bug sur la prévisualisation de l'historique des captures": "- Correction of a bug on the preview of the capture history",
        "# 28\/08\/2019": "# 08\/28\/2019",
        "- Amélioration du support du rtsp": "- Improved rtsp support",
        "# 06\/06\/2019": "# 06\/06\/2019",
        "- Correction d'un soucis si il y a des & dans l'url de stream rtsp": "- Fixed a problem if there are &amp; in the stream rtsp url",
        "- Amélioration de la securité sur le flux video": "- Improved security on the video stream",
        "- Correction d'un soucis si il y a des espaces dans l'url de flux video": "- Fixed a problem if there are spaces in the video stream url",
        "# 21\/01\/2019": "# 21\/01\/2019",
        "- Mise à jour de la doc": "- Update of the doc",
        "- Correction d'un bug sur le panel": "- Fixed a bug on the panel",
        "# 17\/01\/2019": "# 17\/01\/2019",
        "- Correction d'un soucis sur la configuration de Wanscam q3(s)": "- Correction of a problem with the configuration of Wanscam q3 (s)",
        "# 15\/01\/2019": "# 15\/01\/2019",
        "- Ajout de la camera Wanscam q3(s)": "- Addition of the Wanscam q3 (s) camera",
        "- Selection du mode automatiquement en fonction de l'url de capture et du flux vidéo (RTSP)": "- Mode selection automatically based on capture url and video stream (RTSP)",
        "- Ajout du remplacement de #username# et #password# dans les commandes": "- Added replacement of # username # and # password # in orders",
        "- Correction d'un soucis sur les dépendance": "- Correction of a dependency problem",
        "# 01\/06\/2018": "# 01\/06\/2018",
        "- Refonte du panel, on choisi maintenant le nombre de camera par ligne dans la configuration du plugin, leur dimension est calculé automatiquement": "- Redesign of the panel, we now choose the number of cameras per line in the plugin configuration, their size is calculated automatically",
        "- Amélioration du widget en mobile": "- Improvement of the widget on mobile",
        "- Support des flux video RTSP\/MJPEG... Attention vu qu'il y a une conversion de faite ce n'est à utiliser que si vous n'avez pas le choix, il faut priviliegé les snapshot (plus rapide et moins de charge sur Jeedom)": "- Support for RTSP \/ MJPEG video streams ... Please note that there is a conversion done. This is only to be used if you have no choice, you should choose snapshots (faster and less load). on Jeedom)",
        "# 03\/04\/2018": "# 03\/04\/2018",
        "- Mise à jour documentation": "- Documentation update",
        "# 10\/03\/2018": "# 10\/03\/2018",
        "- Optimisation du code": "- Code optimization",
        "# 05\/03\/2018": "# 05\/03\/2018",
        "# 12\/02\/2018": "# 12\/02\/2018",
        "- Ajout d'une option pour désactiver toute compression d'image coté Jeedom": "- Add an option to deactivate any image compression on the Jeedom side"
    },
    "\/var\/jenkins_home\/workspace\/Market\/beta\/docs\/\/fr_FR\/index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage et": "Plugin for creating and managing wifi cameras (display and",
        "enregistrement)": "recording)",
        "Configuration du plugin": "Plugin configuration",
        "=======================": "=======================",
        "Après installation du plugin, il vous suffit de l'activer, cependant il": "After installing the plugin, you just need to activate it, however it",
        "y a quelques paramètres de configuration avancée :": "there are some advanced configuration settings:",
        "-   **Chemin des enregistrements** : indique le chemin où Jeedom doit": "- ** Record path **: indicates the path where Jeedom must",
        "stocker les images qu'il capture de vos caméras (il est déconseillé": "store the images it captures from your cameras (it is not recommended",
        "d'y toucher).": "touch it).",
        "Si votre chemin n'est pas dans le chemin": "If your path is not in the path",
        "d'installation de Jeedom alors vous ne pourrez visualiser les": "installation of Jeedom then you will not be able to view the",
        "captures dans Jeedom.": "catches in Jeedom.",
        "-   **Taille maximum du dossier d'enregistrement (Mo)** : indique la": "- ** Maximum size of the registration file (MB) **: indicates the",
        "taille maximum autorisée pour le dossier où les captures sont": "maximum size allowed for the folder where the catches are",
        "enregistrées (il est déconseillé d'y toucher).": "saved (it is not recommended to touch it).",
        "Si ce quotas est": "If this quota is",
        "atteint Jeedom supprimera les captures les plus anciennes.": "reached Jeedom will delete the oldest captures.",
        "-   **Le plugin caméra doit réagir aux interactions** : mots clés \/": "- ** The camera plugin must react to interactions **: keywords \/",
        "phrases auxquel(le)s le plugin réagira via les interactions de Jeedom.": "sentences to which the plugin will react via Jeedom interactions.",
        "-   **Panel** : Vous permet d'afficher le panel (Menu": "- ** Panel **: Allows you to display the panel (Menu",
        "Accueil -> Caméra) et d'avoir une vue sur l'ensemble de vos": "Home -&gt; Camera) and have a view of all of your",
        "caméras (voir plus bas).": "cameras (see below).",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "Do not forget to activate the panel in the configuration of the plugin to access it later.",
        "Configuration des équipements": "Equipment configuration",
        "=============================": "=============================",
        "Equipement": "Equipment",
        "----------": "----------",
        "Ici vous avez les informations principales de votre caméra :": "Here you have the main information of your camera:",
        "-   **Nom de l'équipement caméra** : nom de votre équipement caméra": "- ** Name of camera equipment **: name of your camera equipment",
        "-   **Objet parent** : indique l'objet parent auquel appartient": "- ** Parent object **: indicates the parent object to which belongs",
        "l'équipement": "equipment",
        "-   **Activer** : permet de rendre votre équipement actif": "- ** Activate **: makes your equipment active",
        "-   **Visible** : le rend visible sur le dashboard": "- ** Visible **: makes it visible on the dashboard",
        "-   **IP** : l'adresse IP local de votre caméra": "- ** IP **: the local IP address of your camera",
        "-   **Port** : le port pour sur lequel joindre la caméra": "- ** Port **: the port for which to attach the camera",
        "-   **Protocole** : le protocole de communication de votre caméra (http": "- ** Protocol **: the communication protocol of your camera (http",
        "ou https)": "or https)",
        "-   **Nom d'utilisateur** : nom d'utilisateur pour se connecter à la": "- ** Username **: username to connect to the",
        "caméra (si nécessaire).": "camera (if necessary).",
        "Attention le plugin ne supporte pas les caractères": "Please note the plugin does not support characters",
        "spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "special (so limit yourself to numbers, lowercase \/ uppercase letters)",
        "-   **Mot de passe** : mot de passe pour se connecter à la caméra": "- ** Password **: password to connect to the camera",
        "(si nécessaire).": "(if necessary).",
        "-   **URL de snapshot** : URL de \"snapshot\" de la caméra.": "- ** Snapshot URL **: Camera snapshot URL.",
        "Change en": "Changed into",
        "fonction des caméras.": "cameras function.",
        "Attention à ne pas mettre une url de flux sous": "Be careful not to put a flow url under",
        "peine de planter Jeedom.": "worth planting Jeedom.",
        "Vous pouvez ajouter les tags \\#username\\#": "You can add the tags \\ #username \\ #",
        "et \\#password\\#, qui seront automatiquement remplacés par le nom": "and \\ #password \\ #, which will be automatically replaced by the name",
        "d'utilisateur et le mot de passe lors de l'utilisation de cette": "user and password when using this",
        "commande": "ordered",
        "-   **URL du flux** : url du flux video de la caméra de type rtsp:\/\/#username#:#password#@#ip#:554\/videoMain (exemple pour les caméras Foscam)": "- ** Stream URL **: video stream url of the rtsp type camera: \/\/ # username #: #password # @ # ip #: 554 \/ videoMain (example for Foscam cameras)",
        "-   **Modèle** : permet de choisir le modèle de la caméra.": "- ** Model **: allows you to choose the camera model.",
        "Attention si": "Be careful if",
        "vous changez cela écrasera vos paramètres de configuration": "you change that will overwrite your configuration settings",
        "Images": "imagery",
        "------": "------",
        "Cette partie vous permet de configurer la qualité de l'image.": "This part allows you to configure the image quality.",
        "En effet": "Indeed",
        "Jeedom diminue la taille de l'image ou la compresse avant de l'envoyer à": "Jeedom decreases the size of the image or compresses it before sending it to",
        "votre navigateur.": "your browser.",
        "Cela permet de gagner en fluidité des images (car": "This improves the fluidity of the images (because",
        "elles sont moins lourdes).": "they are lighter).",
        "C'est aussi dans cette partie que vous pouvez": "It is also in this part that you can",
        "configurer le nombre d'images par seconde à afficher.": "configure the number of frames per second to display.",
        "Tous les réglages": "All settings",
        "sont déclinés en : mobile\/desktop et miniature\/normal.": "are available in: mobile \/ desktop and miniature \/ normal.",
        "-   Rafraichissement (s) : délai en seconde entre l'affichage de 2": "- Refresh (s): delay in seconds between the display of 2",
        "images (vous pouvez ici mettre des chiffres inférieurs à 1)": "images (here you can put numbers less than 1)",
        "-   Compression (%) : plus il est faible moins on compresse l'image, à": "- Compression (%): the lower it is the less the image is compressed,",
        "100 % aucune compression n'est faite": "100% no compression is done",
        "-   Taille (% - 0 : automatique) : plus le % est élévé plus on est": "- Size (% - 0: automatic): the higher the% the more you are",
        "proche de la taille d'origine de l'image.": "close to the original size of the image.",
        "A 100 % aucun": "100% none",
        "redimensionnement de l'image n'a lieu": "image resizing takes place",
        "> **Note**": "&gt; ** Note **",
        ">": "&gt;",
        "> Si vous mettez une compression de 0% et une taille de 100%, Jeedom ne": "&gt; If you put a compression of 0% and a size of 100%, Jeedom does not",
        "> touchera pas à l'image en mode normal.": "&gt; will not touch the image in normal mode.",
        "Cela n'est pas valable en mode": "This is not valid in mode",
        "> miniature où il y a une taille maximum de l'image de 360px.": "&gt; thumbnail where there is a maximum image size of 360px.",
        "Capture": "Capture",
        "-------": "-------",
        "-   Durée maximum d'un enregistrement : durée maximum des": "- Maximum duration of a recording: maximum duration of",
        "enregistrements": "recordings",
        "-   Toujours faire une vidéo : force Jeedom à toujours transformer les": "- Always make a video: Jeedom forces to always transform",
        "enregistrements en vidéo avant l'enregistrement": "video recordings before recording",
        "-   Nombre d'images par seconde de la vidéo : nombre d'images par": "- Number of frames per second of the video: number of frames per",
        "seconde des vidéos": "second videos",
        "-   Seuil de détection mouvement (0-100) : seuil de détection de": "- Motion detection threshold (0-100): motion detection threshold",
        "mouvement (il est conseillé de mettre 2).": "movement (it is advisable to put 2).",
        "Plus la valeur est grande": "The greater the value",
        "plus la sensibilité augmente.": "the more the sensitivity increases.",
        "-   Supprimer toutes les captures de la caméra : supprime toutes les": "- Delete all captures from the camera: delete all",
        "captures et enregistrements de la caméra": "camera captures and recordings",
        "Alimentation": "Food",
        "------------": "------------",
        "-   Commande ON : Commande permettant de mettre en marche l'alimentation": "- ON command: Command to switch on the power supply",
        "de la caméra": "from the camera",
        "-   Commande OFF : Commande permettant de couper l'alimentation de la": "- OFF command: Command to cut the power to the",
        "caméra": "camera",
        "Commandes": "Orders",
        "---------": "---------",
        "-   ID de la commande (utiliser avec les commandes de type info pour par": "- Order ID (use with info type orders to par",
        "exemple remonter l'information de mouvement de la caméra à Jeedom": "example bring the movement information from the camera back to Jeedom",
        "par l'api, voir plus bas)": "by API, see below)",
        "-   Nom de la commande avec la possibilité de mettre une icône à la": "- Name of the command with the possibility of putting an icon on the",
        "place (pour la supprimer il faut double-cliquer sur l'icône": "place (to delete it double-click on the icon",
        "en question)": "in question)",
        "-   Type et sous-type de la commande": "- Type and subtype of the order",
        "-   Requête à envoyer à la caméra pour faire une action (passage en mode": "- Request to send to the camera to perform an action (change to mode",
        "nuit, ptz, etc.).": "night, ptz, etc.).",
        "Vous pouvez utiliser les tags \\#username\\# et": "You can use the tags \\ #username \\ # and",
        "\\#password\\#, qui seront automatiquement remplacés par le nom": "\\ #password \\ #, which will be automatically replaced by the name",
        "-   Commande stop : pour les caméras PTZ, il existe souvent une commande": "- Stop command: for PTZ cameras, there is often a command",
        "qui arrête le mouvement, c'est ici qu'il faut la spécifier": "which stops the movement, it is here that it must be specified",
        "-   Afficher : permet d'afficher la commande ou non sur le dashboard": "- Display: allows you to display the order or not on the dashboard",
        "-   Configuration avancée (petites roues crantées) : permet d'afficher": "- Advanced configuration (small notched wheels): displays",
        "la configuration avancée de la commande (méthode d'historisation,": "the advanced configuration of the command (historization method,",
        "widget, etc.)": "widget, etc.)",
        "-   Tester : permet de tester la commande": "- Test: allows you to test the order",
        "-   Supprimer (signe -) : permet de supprimer la commande": "- Delete (sign -): allows you to delete the order",
        "Le widget": "The widget",
        "=========": "=========",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définies": "We find on it the image of the camera, the defined commands",
        "dans la configuration, la commande pour prendre une capture, la commande": "in the configuration, the command to take a capture, the command",
        "pour lancer la prise de multiples captures images et la commande pour": "to start taking multiple image captures and the command to",
        "parcourir ces captures.": "browse these captures.",
        "> **Tip**": "&gt; ** Tip **",
        "> Sur le dashboard et le panel il est possible de redimensionner le": "&gt; On the dashboard and the panel it is possible to resize the",
        "> widget pour l'adapter à ses besoins": "&gt; widget to adapt it to your needs",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre et": "Click on the image to display it in a window and",
        "dans un format plus grand.": "in a larger format.",
        "Un clic sur la dernière commande pour parcourir les captures vous": "A click on the last command to browse the captures you",
        "affichera celle-ci.": "will display this.",
        "Vous retrouvez ici toutes les captures organisées par jour puis par": "You will find here all the catches organized by day then by",
        "date, vous pouvez pour chacune d'elle :": "date, you can for each of them:",
        "-   la voir en plus en grand en cliquant sur l'image": "- see it bigger by clicking on the image",
        "-   la télécharger": "- download it",
        "-   la supprimer": "- delete it",
        "En mobile le widget est un peu différent : si vous cliquez sur l'image de": "In mobile the widget is a little different: if you click on the image of",
        "la caméra vous obtenez celle-ci en plus grande avec les commandes": "the camera you get this larger with the controls",
        "possibles.": "possible.",
        "Les panels": "The panels",
        "==========": "==========",
        "Le plugin caméra met aussi à disposition un panel qui vous permet de": "The camera plugin also provides a panel which allows you to",
        "voir d'un seul coup toutes vos caméras, il est accessible par Acceuil →": "see all your cameras at once, it is accessible by Home →",
        "Caméra.": "Camera.",
        "> Pour l'avoir il faut l'activer sur la page de configuration du plugin": "&gt; To have it you have to activate it on the plugin configuration page",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra :": "It is of course also available in mobile by Plugin → Camera:",
        "Enregistrement et envoi de capture": "Save and send capture",
        "==================================": "==================================",
        "Cette commande un peu spécifique permet suite à la prise de capture de": "This somewhat specific command allows following the capture of",
        "faire l'envoi de celle-ci (compatible avec le plugin slack, mail et": "send it (compatible with the slack plugin, mail and",
        "transfert).": "transfer).",
        "La configuration est assez simple vous appelez l'action d'envoi de": "The configuration is quite simple you call the send action of",
        "capture (dénommée \"Enregistrement\") dans un scénario.": "capture (called &quot;Record&quot;) in a scenario.",
        "Dans la partie titre vous passez les options.": "In the title part you pass the options.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plus": "By default just put the number of captures you want in the &quot;number of captures or options&quot; field, but you can go more",
        "loin avec des options (voir détail ci-dessous \"options avancées des captures\").": "further with options (see detail below &quot;advanced options of captures&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "In the message part, you just have to fill in the order of the plugin (currently slack, email or transfer) which sends the captures.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "You can put several separated by &amp;&amp;.",
        "Options avancées des captures": "Advanced capture options",
        "---------------------------": "---------------------------",
        "-   nbSnap : nombre de capture, si non précisé alors les captures sont": "- nbSnap: number of captures, if not specified then the captures are",
        "faites jusqu'à une demande d'arrêt d'enregistrement ou d'arrêt de la": "make up to a request to stop recording or stop recording",
        "-   delay : délai entre 2 captures, si non précisé alors le délai est de": "- delay: delay between 2 captures, if not specified then the delay is",
        "1s": "1s",
        "-   wait : délai d'attente avant de commencer les captures, si non": "- wait: waiting time before starting the captures, if not",
        "précié alors aucun envoi n'est fait": "specified then no shipment is made",
        "-   sendPacket : nombre de captures déclenchant l'envoi de paquet de captures, si non": "- sendPacket: number of captures triggering the sending of packet of captures, if not",
        "précisé alors les captures ne seront envoyées qu'à la fin": "specified then the captures will only be sent at the end",
        "-   detectMove=1 : envoi les captures que s'il y a un changement supérieur au": "- detectMove = 1: send captures only if there is a change greater than",
        "seuil de détection (voir configuration de la caméra)": "detection threshold (see camera configuration)",
        "-   movie=1 : une fois l'enregistrement terminé, les images sont": "- movie = 1: once the recording is finished, the images are",
        "converties en vidéo": "converted to video",
        "-   sendFirstSnap=1 : envoi la première capture de l'enregistrement": "- sendFirstSnap = 1: send the first capture of the recording",
        "> **Exemples**": "&gt; ** Examples **",
        "> nbSnap=3 delay=5 ==> envoi 3 captures faites à 5 secondes d'intervalle (envoi déclenché via le scénario)": "&gt; nbSnap = 3 delay = 5 ==&gt; send 3 captures made at 5 second intervals (send triggered via the scenario)",
        "> movie=1 sendFirstSnap=1 detectMove=1 ==> envoi la première capture, puis envoi d'une capture à chaque détection de mouvement et enregistre une vidéo jusqu'à la commande \"Arrêter Enregistrement\" à insérer dans le scénario.": "&gt; movie = 1 sendFirstSnap = 1 detectMove = 1 ==&gt; send the first capture, then send a capture at each motion detection and record a video until the &quot;Stop Recording&quot; command to insert in the scenario.",
        "Le film sera stocké sur votre Jeedom.": "The film will be stored on your Jeedom.",
        "Envoi de la détection de mouvement à Jeedom": "Send motion detection to Jeedom",
        "===========================================": "===========================================",
        "Si vous avez une caméra qui possède la détection de mouvement et que": "If you have a camera that has motion detection and",
        "vous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votre": "you want to transmit this to Jeedom this is the url to put on your",
        "caméra :": "camera:",
        "http:\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "http: \/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "apikey=#APIKEY#&type=camera&id=#ID#&value=#value#": "apikey APIKEY = # # &amp; type = camera &amp; id = # ID # &amp; value = # value #",
        "Il faut bien entendu avant avoir créé une commande de type info sur": "It is of course necessary before having created an info type command on",
        "votre caméra": "your camera",
        "FAQ": "FAQ",
        "===": "===",
        ">**Où sont les enregistrements ?": "&gt; ** Where are the records?",
        "**": "**",
        ">Les enregistrements se trouvent par défaut dans plugins\/camera\/data\/records\/*ID\\_CAM*, attention cela peut varier si vous avez demandé à Jeedom de les enregistrer ailleurs": "&gt; The records are found by default in plugins \/ camera \/ data \/ records \/ * ID \\ _CAM *, please note this may vary if you asked Jeedom to record them elsewhere",
        ">**Les dépendances n'arrivents pas à s'installer ?": "&gt; ** Addictions can&#39;t settle in?",
        ">En ssh ou dans administration -> OS\/DB -> Système faire : dpkg --configure -a": "&gt; In ssh or in administration -&gt; OS \/ DB -&gt; System do: dpkg --configure -a",
        ">**Quelles sont les conditions pour que ma caméra soit compatible Jeedom (si elle n'est pas dans la liste de compatibilité) ?": "&gt; ** What are the conditions for my camera to be Jeedom compatible (if it is not in the compatibility list)?",
        "> La seule condition c'est que la caméra possède une url qui renvoi une image (et bien une image pas un flux video)": "&gt; The only condition is that the camera has a url which sends back an image (and indeed an image not a video stream)"
    }
}