{
    "changelog.md": {
        "Retour de la fonction de decouverte ONVIF (merci @Aidom)": "Regreso de la función de descubrimiento ONVIF (gracias @Aidom)",
        "Possibilité d'utiliser des commandes (type script) pour le controle des cameras": "Posibilidad de usar comandos (tipo de secuencia de comandos) para el control de la cámara",
        "17\/10\/2019": "10\/17\/2019",
        "Optimisation de la fonction de nettoyage des dossiers de capture des cameras": "Optimización de la función de limpieza de archivos de captura de cámara.",
        "10\/10\/2019": "10\/10\/2019",
        "Correction d'un bug sur la prise de video sous debian 10": "Corrección de un error en la toma de video en Debian 10",
        "25\/09\/2019": "09\/25\/2019",
        "Correction de bug sur le rtsp en debian 10": "Corrección de errores en rtsp en debian 10",
        "23\/09\/2019": "09\/23\/2019",
        "Correction de bugs": "Correcciones de errores",
        "Ajout d'un champs pour mettre des options flux video (rtsp)": "Adición de un campo para poner opciones de transmisión de video (rtsp)",
        "20\/09\/2019": "09\/20\/2019",
        "14\/09\/2019": "09\/14\/2019",
        "Correction d'un bug ou la tache cronHourly du plugin camera n'arrivait pas a finir": "Se corrigió un error por el cual la tarea cronHourly del complemento de la cámara no podía finalizar",
        "Correction d'un bug sur la prévisualisation de l'historique des captures": "Corrección de un error en la vista previa del historial de captura",
        "28\/08\/2019": "08\/28\/2019",
        "Amélioration du support du rtsp": "Soporte mejorado de rtsp",
        "06\/06\/2019": "06\/06\/2019",
        "Correction d'un soucis si il y a des & dans l'url de stream rtsp": "Se corrigió un problema si hay &amp; en el flujo url rtsp",
        "Amélioration de la securité sur le flux video": "Seguridad mejorada en la transmisión de video",
        "Correction d'un soucis si il y a des espaces dans l'url de flux video": "Se solucionó un problema si había espacios en la url de transmisión de video",
        "21\/01\/2019": "01\/21\/2019",
        "Mise à jour de la doc": "Actualizando el documento",
        "Correction d'un bug sur le panel": "Corrección de un error en el panel.",
        "17\/01\/2019": "01\/17\/2019",
        "Correction d'un soucis sur la configuration de Wanscam q3(s)": "Corrección de un problema con la configuración de Wanscam q3 (s)",
        "15\/01\/2019": "01\/15\/2019",
        "Ajout de la camera Wanscam q3(s)": "Cámara Wanscam q3 (s) agregada",
        "Selection du mode automatiquement en fonction de l'url de capture et du flux vidéo (RTSP)": "Selección de modo automáticamente basada en url de captura y transmisión de video (RTSP)",
        "Ajout du remplacement de #username# et #password# dans les commandes": "Reemplazo agregado de # nombre de usuario # y # contraseña # en los comandos",
        "Correction d'un soucis sur les dépendance": "Corrección de un problema de dependencia.",
        "01\/06\/2018": "01\/06\/2018",
        "Refonte du panel, on choisi maintenant le nombre de camera par ligne dans la configuration du plugin, leur dimension est calculé automatiquement": "Rediseño del panel, ahora elegimos el número de cámaras por línea en la configuración del complemento, su tamaño se calcula automáticamente",
        "Amélioration du widget en mobile": "Mejora de widgets móviles",
        "Support des flux video RTSP\/MJPEG... Attention vu qu'il y a une conversion de faite ce n'est à utiliser que si vous n'avez pas le choix, il faut priviliegé les snapshot (plus rapide et moins de charge sur Jeedom)": "Compatibilidad con transmisiones de video RTSP \/ MJPEG ... Tenga en cuenta que se ha realizado una conversión. Esto solo se debe usar si no tiene otra opción, debe privilegiar las instantáneas (más rápido y menos carga en Jeedom)",
        "03\/04\/2018": "03\/04\/2018",
        "Mise à jour documentation": "Actualización de la documentación",
        "10\/03\/2018": "03\/10\/2018",
        "Optimisation du code": "Optimización de código",
        "05\/03\/2018": "03\/05\/2018",
        "12\/02\/2018": "02\/12\/2018",
        "Ajout d'une option pour désactiver toute compression d'image coté Jeedom": "Adición de una opción para desactivar cualquier compresión de imagen en el lado de Jeedom"
    },
    "index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage et enregistrement)": "Complemento para crear y administrar cámaras wifi (visualización y grabación)",
        "Configuration du plugin": "Configuración del complemento",
        "Après installation du plugin, il vous suffit de l'activer, cependant il y a quelques paramètres de configuration avancée": "Después de instalar el complemento, solo necesita activarlo, sin embargo, hay algunos parámetros de configuración avanzados",
        "Chemin des enregistrements": "Ruta de registro",
        "indique le chemin où Jeedom doit stocker les images qu'il capture de vos caméras (il est déconseillé d'y toucher).": "indica la ruta donde Jeedom debe almacenar las imágenes que captura de sus cámaras (no se recomienda tocarlo).",
        "Si votre chemin n'est pas dans le chemin d'installation de Jeedom alors vous ne pourrez visualiser les captures dans Jeedom.": "Si su ruta no está en la ruta de instalación de Jeedom, entonces no podrá ver las capturas en Jeedom.",
        "Taille maximum du dossier d'enregistrement (Mo)": "Tamaño máximo de carpeta de grabación (MB)",
        "indique la taille maximum autorisée pour le dossier où les captures sont enregistrées (il est déconseillé d'y toucher).": "indica el tamaño máximo autorizado para la carpeta donde se guardan las capturas (no se recomienda tocarlas).",
        "Si ce quotas est atteint Jeedom supprimera les captures les plus anciennes.": "Si se alcanza esta cuota, Jeedom eliminará las capturas más antiguas.",
        "Le plugin caméra doit réagir aux interactions": "El complemento de la cámara debe reaccionar a las interacciones.",
        "mots clés \/ phrases auxquel(le)s le plugin réagira via les interactions de Jeedom.": "palabras clave \/ frases a las que reaccionará el complemento a través de las interacciones de Jeedom.",
        "Panel": "panel",
        "Vous permet d'afficher le panel (Menu Accueil -> Caméra) et d'avoir une vue sur l'ensemble de vos caméras (voir plus bas).": "Le permite visualizar el panel (Menú de inicio -&gt; Cámara) y tener una vista de todas sus cámaras (ver más abajo).",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "No olvide activar el panel en la configuración del complemento para acceder más tarde.",
        "Configuration des équipements": "Configuración del equipo",
        "Equipement": "equipo",
        "Ici vous avez les informations principales de votre caméra": "Aquí tienes la información principal de tu cámara",
        "Nom de l'équipement caméra": "Nombre del equipo de la cámara",
        "nom de votre équipement caméra": "nombre de su equipo de cámara",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Activer": "Activar",
        "permet de rendre votre équipement actif": "activa su equipo",
        "Visible": "visible",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "IP": "IP",
        "l'adresse IP local de votre caméra": "la dirección IP local de su cámara",
        "Port": "puerto",
        "le port pour sur lequel joindre la caméra": "el puerto para el que se conecta la cámara",
        "Protocole": "protocolo",
        "le protocole de communication de votre caméra (http ou https)": "El protocolo de comunicación de su cámara (http o https)",
        "Nom d'utilisateur": "nombre del usuario",
        "nom d'utilisateur pour se connecter à la caméra (si nécessaire).": "nombre de usuario para iniciar sesión en la cámara (si es necesario).",
        "Attention le plugin ne supporte pas les caractères spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "Tenga en cuenta que el complemento no admite caracteres especiales (por lo tanto, debe limitarse a números, letras minúsculas \/ mayúsculas)",
        "Mot de passe": "Contraseña",
        "mot de passe pour se connecter à la caméra (si nécessaire).": "contraseña para conectarse a la cámara (si es necesario).",
        "URL de snapshot": "URL de instantánea",
        "URL de \"snapshot\" de la caméra.": "URL de la instantánea de la cámara.",
        "Change en fonction des caméras.": "Cambios según las cámaras.",
        "Attention à ne pas mettre une url de flux sous peine de planter Jeedom.": "Tenga cuidado de no poner una url de flujo bajo pena de estrellar Jeedom.",
        "Vous pouvez ajouter les tags \\#username\\# et \\#password\\#, qui seront automatiquement remplacés par le nom d'utilisateur et le mot de passe lors de l'utilisation de cette commande": "Puede agregar las etiquetas \\ #username \\ # y \\ #password \\ #, que serán reemplazadas automáticamente por el nombre de usuario y la contraseña cuando use este comando",
        "URL du flux": "URL del feed",
        "url du flux video de la caméra de type rtsp": "url de flujo de video de la cámara rtsp",
        "\/\/#username": "\/\/ nombre de usuario #",
        "password#@#ip": "contraseña # @ # ip",
        "554\/videoMain (exemple pour les caméras Foscam)": "554 \/ videoMain (ejemplo para cámaras Foscam)",
        "Modèle": "modelo",
        "permet de choisir le modèle de la caméra.": "le permite elegir el modelo de cámara.",
        "Attention si vous changez cela écrasera vos paramètres de configuration": "Tenga cuidado si cambia esto, sobrescribirá su configuración",
        "Images": "imágenes",
        "Cette partie vous permet de configurer la qualité de l'image.": "Esta parte le permite configurar la calidad de la imagen.",
        "En effet Jeedom diminue la taille de l'image ou la compresse avant de l'envoyer à votre navigateur.": "De hecho, Jeedom disminuye el tamaño de la imagen o la compresa antes de enviarla a su navegador.",
        "Cela permet de gagner en fluidité des images (car elles sont moins lourdes).": "Esto permite que las imágenes sean más fluidas (porque son más claras).",
        "C'est aussi dans cette partie que vous pouvez configurer le nombre d'images par seconde à afficher.": "También es en esta parte que puede configurar el número de imágenes por segundo para mostrar.",
        "Tous les réglages sont déclinés en": "Todos los ajustes están disponibles en",
        "mobile\/desktop et miniature\/normal.": "móvil \/ escritorio y miniatura \/ normal.",
        "Rafraichissement (s)": "Refresco (s)",
        "délai en seconde entre l'affichage de 2 images (vous pouvez ici mettre des chiffres inférieurs à 1)": "retraso en segundos entre la visualización de 2 imágenes (aquí puede poner números menores que 1)",
        "Compression (%)": "Compresión (%)",
        "plus il est faible moins on compresse l'image, à 100 % aucune compression n'est faite": "cuanto más bajo es, menos se comprime la imagen, al 100% no se realiza compresión",
        "Taille (% - 0": "Tamaño (% - 0",
        "automatique)": "automático)",
        "plus le % est élévé plus on est proche de la taille d'origine de l'image.": "cuanto mayor sea el%, más cerca estamos del tamaño original de la imagen.",
        "A 100 % aucun redimensionnement de l'image n'a lieu": "Al 100%, no se cambia el tamaño de la imagen",
        "Note": "nota",
        "Si vous mettez une compression de 0% et une taille de 100%, Jeedom ne touchera pas à l'image en mode normal.": "Si coloca una compresión del 0% y un tamaño del 100%, Jeedom no tocará la imagen en modo normal.",
        "Cela n'est pas valable en mode miniature où il y a une taille maximum de l'image de 360px.": "Esto no es válido en modo miniatura donde hay un tamaño máximo de imagen de 360px.",
        "Capture": "captura",
        "Durée maximum d'un enregistrement": "Duración máxima de una grabación.",
        "durée maximum des enregistrements": "duración máxima de grabaciones",
        "Toujours faire une vidéo": "Siempre haz un video",
        "force Jeedom à toujours transformer les enregistrements en vidéo avant l'enregistrement": "obliga a Jeedom a convertir siempre las grabaciones de video antes de grabar",
        "Nombre d'images par seconde de la vidéo": "Número de fotogramas por segundo del video",
        "nombre d'images par seconde des vidéos": "cantidad de cuadros por segundo de videos",
        "Seuil de détection mouvement (0-100)": "Umbral de detección de movimiento (0-100)",
        "seuil de détection de mouvement (il est conseillé de mettre 2).": "umbral de detección de movimiento (es recomendable establecer 2).",
        "Plus la valeur est grande plus la sensibilité augmente.": "Cuanto mayor sea el valor, más aumenta la sensibilidad.",
        "Supprimer toutes les captures de la caméra": "Eliminar todas las capturas de cámara",
        "supprime toutes les captures et enregistrements de la caméra": "eliminar todas las capturas y grabaciones de la cámara",
        "Alimentation": "suministro",
        "Commande ON": "Comando ON",
        "Commande permettant de mettre en marche l'alimentation de la caméra": "Control de potencia de la cámara",
        "Commande OFF": "Comando OFF",
        "Commande permettant de couper l'alimentation de la caméra": "Control para cortar la alimentación de la cámara.",
        "Commandes": "comandos",
        "ID de la commande (utiliser avec les commandes de type info pour par exemple remonter l'information de mouvement de la caméra à Jeedom par l'api, voir plus bas)": "ID de pedido (usar con comandos de tipo de información para, por ejemplo, llevar la información de movimiento de la cámara a Jeedom a través de la API, ver más abajo)",
        "Nom de la commande avec la possibilité de mettre une icône à la place (pour la supprimer il faut double-cliquer sur l'icône en question)": "Nombre del comando con la posibilidad de poner un icono en su lugar (para eliminarlo debe hacer doble clic en el icono en cuestión)",
        "Type et sous-type de la commande": "Tipo de orden y subtipo",
        "Requête à envoyer à la caméra pour faire une action (passage en mode nuit, ptz, etc.).": "Solicitud para enviar a la cámara para realizar una acción (cambiar al modo nocturno, ptz, etc.).",
        "Vous pouvez utiliser les tags \\#username\\# et \\#password\\#, qui seront automatiquement remplacés par le nom d'utilisateur et le mot de passe lors de l'utilisation de cette commande": "Puede usar las etiquetas \\ #username \\ # y \\ #password \\ #, que serán reemplazadas automáticamente por el nombre de usuario y la contraseña cuando use este comando",
        "Commande stop": "Comando de parada",
        "pour les caméras PTZ, il existe souvent une commande qui arrête le mouvement, c'est ici qu'il faut la spécifier": "para cámaras PTZ, a menudo hay un comando que detiene el movimiento, aquí es donde debe especificarse",
        "Afficher": "visualización",
        "permet d'afficher la commande ou non sur le dashboard": "permite mostrar el pedido o no en el tablero",
        "Configuration avancée (petites roues crantées)": "Configuración avanzada (ruedas con muescas pequeñas)",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget, etc.)": "muestra la configuración avanzada del comando (método de registro, widget, etc.)",
        "Tester": "prueba",
        "permet de tester la commande": "permite probar el comando",
        "Supprimer (signe -)": "Eliminar (firmar -)",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Le widget": "El widget",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définies dans la configuration, la commande pour prendre une capture, la commande pour lancer la prise de multiples captures images et la commande pour parcourir ces captures.": "Encontramos en esta la imagen de la cámara, los comandos definidos en la configuración, el comando para tomar una captura, el comando para comenzar a tomar múltiples capturas de imagen y el comando para explorar estas capturas.",
        "Tip": "punta",
        "Sur le dashboard et le panel il est possible de redimensionner le widget pour l'adapter à ses besoins": "En el tablero y el panel, es posible cambiar el tamaño del widget para adaptarlo a sus necesidades.",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre et dans un format plus grand.": "Al hacer clic en la imagen, se muestra en una ventana y en un formato más grande.",
        "Un clic sur la dernière commande pour parcourir les captures vous affichera celle-ci.": "Un clic en el último comando para explorar las capturas de pantalla mostrará este.",
        "Vous retrouvez ici toutes les captures organisées par jour puis par date, vous pouvez pour chacune d'elle": "Encontrarás aquí todas las capturas organizadas por día y luego por fecha, puedes para cada una de ellas",
        "la voir en plus en grand en cliquant sur l'image": "verlo más grande haciendo clic en la imagen",
        "la télécharger": "descárgalo",
        "la supprimer": "bórralo",
        "En mobile le widget est un peu différent": "En dispositivos móviles, el widget es un poco diferente",
        "si vous cliquez sur l'image de la caméra vous obtenez celle-ci en plus grande avec les commandes possibles.": "Si hace clic en la imagen de la cámara, obtendrá una más grande con los comandos posibles.",
        "Les panels": "Los paneles",
        "Le plugin caméra met aussi à disposition un panel qui vous permet de voir d'un seul coup toutes vos caméras, il est accessible par Acceuil → Caméra.": "El complemento de cámara también proporciona un panel que le permite ver todas sus cámaras a la vez, se puede acceder desde Inicio → Cámara.",
        "Pour l'avoir il faut l'activer sur la page de configuration du plugin": "Para tenerlo, debes activarlo en la página de configuración del complemento",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra": "Por supuesto, también está disponible en dispositivos móviles con Plugin → Cámara",
        "Enregistrement et envoi de capture": "Guardar y enviar captura",
        "Cette commande un peu spécifique permet suite à la prise de capture de faire l'envoi de celle-ci (compatible avec le plugin slack, mail et transfert).": "Este comando algo específico permite que la captura lo envíe (compatible con el complemento de holgura, correo y transferencia).",
        "La configuration est assez simple vous appelez l'action d'envoi de capture (dénommée \"Enregistrement\") dans un scénario.": "La configuración es bastante simple, llama a la acción de envío de envío (llamada &quot;Grabación&quot;) en un escenario.",
        "Dans la partie titre vous passez les options.": "En la parte del título pasas las opciones.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plus loin avec des options (voir détail ci-dessous \"options avancées des captures\").": "De forma predeterminada, simplemente coloque el número de capturas que desea en el campo &quot;número de capturas u opciones&quot;, pero puede ir más allá con las opciones (consulte los detalles a continuación &quot;opciones avanzadas de capturas&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "En la parte del mensaje, solo tiene que completar el orden del complemento (actualmente flojo, correo electrónico o transferencia) que envía las capturas.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "Puede poner varios separados por &amp;&amp;.",
        "Options avancées des captures": "Opciones de captura avanzadas",
        "nombre de capture, si non précisé alors les captures sont faites jusqu'à une demande d'arrêt d'enregistrement ou d'arrêt de la caméra": "número de capturas, si no se especifica, las capturas se realizan hasta una solicitud para detener la grabación o detener la cámara",
        "délai entre 2 captures, si non précisé alors le délai est de 1s": "retraso entre 2 capturas, si no se especifica, el retraso es de 1 s",
        "délai d'attente avant de commencer les captures, si non précié alors aucun envoi n'est fait": "tiempo de espera antes de comenzar a atrapar, si no se especifica, no se realiza ningún envío",
        "nombre de captures déclenchant l'envoi de paquet de captures, si non précisé alors les captures ne seront envoyées qu'à la fin": "cantidad de capturas que desencadenan el envío de un paquete de captura, si no se especifica, las capturas solo se enviarán al final",
        "envoi les captures que s'il y a un changement supérieur au seuil de détection (voir configuration de la caméra)": "enviar capturas solo si hay un cambio por encima del umbral de detección (ver configuración de la cámara)",
        "une fois l'enregistrement terminé, les images sont converties en vidéo": "Una vez finalizada la grabación, las imágenes se convierten en video",
        "envoi la première capture de l'enregistrement": "enviar la primera captura de la grabación",
        "Exemples": "Ejemplos",
        "nbSnap=3 delay=5 ==> envoi 3 captures faites à 5 secondes d'intervalle (envoi déclenché via le scénario) movie=1 sendFirstSnap=1 detectMove=1 ==> envoi la première capture, puis envoi d'une capture à chaque détection de mouvement et enregistre une vidéo jusqu'à la commande \"Arrêter Enregistrement\" à insérer dans le scénario.": "nbSnap = 3 delay = 5 ==&gt; envía 3 capturas realizadas a intervalos de 5 segundos (envío activado a través del escenario) película = 1 sendFirstSnap = 1 detectMove = 1 ==&gt; envía la primera captura, luego envía una captura a cada detección de movimiento y grabar un video hasta el comando &quot;Detener grabación&quot; para insertar en el escenario.",
        "Le film sera stocké sur votre Jeedom.": "La película se almacenará en su Jeedom.",
        "Envoi de la détection de mouvement à Jeedom": "Enviar detección de movimiento a Jeedom",
        "Si vous avez une caméra qui possède la détection de mouvement et que vous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votre caméra": "Si tiene una cámara que tiene detección de movimiento y desea transmitirla a Jeedom, esta es la url para poner en su cámara",
        "http": "http",
        "\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "Il faut bien entendu avant avoir créé une commande de type info sur votre caméra": "Obviamente, antes de crear un comando de tipo de información en su cámara",
        "FAQ": "Preguntas frecuentes",
        "Où sont les enregistrements ?": "¿Dónde están los registros?",
        "Les enregistrements se trouvent par défaut dans plugins\/camera\/data\/records\/*ID\\_CAM*, attention cela peut varier si vous avez demandé à Jeedom de les enregistrer ailleurs": "Las grabaciones se encuentran por defecto en plugins \/ camera \/ data \/ records \/ * ID \\ _CAM *, tenga en cuenta que esto puede variar si le pide a Jeedom que las grabe en otro lugar",
        "Les dépendances n'arrivents pas à s'installer ?": "¿Las adicciones no pueden asentarse?",
        "En ssh ou dans administration -> OS\/DB -> Système faire": "En ssh o en administración -&gt; OS \/ DB -&gt; Sistema hacer",
        "dpkg --configure -a": "dpkg --configure -a",
        "Quelles sont les conditions pour que ma caméra soit compatible Jeedom (si elle n'est pas dans la liste de compatibilité) ?": "¿Cuáles son las condiciones para que mi cámara sea compatible con Jeedom (si no está en la lista de compatibilidad)?",
        "La seule condition c'est que la caméra possède une url qui renvoi une image (et bien une image pas un flux video)": "La única condición es que la cámara tenga una URL que envíe una imagen (bueno, una imagen, no una transmisión de video)"
    }
}