{
    "changelog.md": {
        "- Retour de la fonction de decouverte ONVIF (merci @Aidom)": "- Regreso de la función de descubrimiento ONVIF (gracias @Aidom)",
        "- Possibilité d'utiliser des commandes (type script) pour le controle des cameras": "- Posibilidad de usar comandos (tipo de script) para el control de la cámara",
        "17\/10\/2019": "10\/17\/2019",
        "- Optimisation de la fonction de nettoyage des dossiers de capture des cameras": "- Optimización de la función de limpieza de los archivos de captura de la cámara.",
        "10\/10\/2019": "10\/10\/2019",
        "- Correction d'un bug sur la prise de video sous debian 10": "- Corrección de un error en la toma de video en Debian 10",
        "25\/09\/2019": "09\/25\/2019",
        "- Correction de bug sur le rtsp en debian 10": "- Corrección de errores en el rtsp en debian 10",
        "23\/09\/2019": "09\/23\/2019",
        "- Correction de bugs": "- Corrección de errores",
        "- Ajout d'un champs pour mettre des options flux video (rtsp)": "- Adición de un campo para poner opciones de transmisión de video (rtsp)",
        "20\/09\/2019": "09\/20\/2019",
        "14\/09\/2019": "09\/14\/2019",
        "- Correction d'un bug ou la tache cronHourly du plugin camera n'arrivait pas a finir": "- Se corrigió un error por el cual la tarea cronHourly del complemento de la cámara no podía finalizar",
        "- Correction d'un bug sur la prévisualisation de l'historique des captures": "- Corrección de un error en la vista previa del historial de captura",
        "28\/08\/2019": "08\/28\/2019",
        "- Amélioration du support du rtsp": "- Soporte mejorado de rtsp",
        "06\/06\/2019": "06\/06\/2019",
        "- Correction d'un soucis si il y a des & dans l'url de stream rtsp": "- Se corrigió un problema si hay &amp; en la url rtsp de flujo",
        "- Amélioration de la securité sur le flux video": "- Seguridad mejorada en la transmisión de video",
        "- Correction d'un soucis si il y a des espaces dans l'url de flux video": "- Se solucionó un problema si había espacios en la url de transmisión de video",
        "21\/01\/2019": "01\/21\/2019",
        "- Mise à jour de la doc": "- Actualización del documento",
        "- Correction d'un bug sur le panel": "- Se corrigió un error en el panel",
        "17\/01\/2019": "01\/17\/2019",
        "- Correction d'un soucis sur la configuration de Wanscam q3(s)": "- Corrección de un problema con la configuración de Wanscam q3 (s)",
        "15\/01\/2019": "01\/15\/2019",
        "- Ajout de la camera Wanscam q3(s)": "- Adición de la cámara Wanscam q3 (s)",
        "- Selection du mode automatiquement en fonction de l'url de capture et du flux vidéo (RTSP)": "- Selección de modo automáticamente basada en url de captura y transmisión de video (RTSP)",
        "- Ajout du remplacement de #username# et #password# dans les commandes": "- Se agregó reemplazo de # nombre de usuario # y # contraseña # en pedidos",
        "- Correction d'un soucis sur les dépendance": "- Corrección de un problema de dependencia.",
        "01\/06\/2018": "01\/06\/2018",
        "- Refonte du panel, on choisi maintenant le nombre de camera par ligne dans la configuration du plugin, leur dimension est calculé automatiquement": "- Rediseño del panel, ahora elegimos el número de cámaras por línea en la configuración del complemento, su tamaño se calcula automáticamente",
        "- Amélioration du widget en mobile": "- Mejora del widget en el móvil",
        "- Support des flux video RTSP\/MJPEG... Attention vu qu'il y a une conversion de faite ce n'est à utiliser que si vous n'avez pas le choix, il faut priviliegé les snapshot (plus rapide et moins de charge sur Jeedom)": "- Soporte para transmisiones de video RTSP \/ MJPEG ... Tenga en cuenta que se ha realizado una conversión. Esto solo se utilizará si no tiene otra opción, debe elegir instantáneas (más rápido y con menos carga). en Jeedom)",
        "03\/04\/2018": "03\/04\/2018",
        "- Mise à jour documentation": "- Actualización de documentación",
        "10\/03\/2018": "03\/10\/2018",
        "- Optimisation du code": "- Optimización de código",
        "05\/03\/2018": "03\/05\/2018",
        "12\/02\/2018": "02\/12\/2018",
        "- Ajout d'une option pour désactiver toute compression d'image coté Jeedom": "- Adición de una opción para desactivar cualquier compresión de imagen en el lado de Jeedom"
    },
    "index.md": {
        "Plugin permettant de créer et gérer des caméras wifi (affichage et": "Complemento para crear y administrar cámaras wifi (pantalla y",
        "enregistrement)": "registro)",
        "Configuration du plugin": "Configuración del complemento",
        "=======================": "=======================",
        "Après installation du plugin, il vous suffit de l'activer, cependant il": "Después de instalar el complemento, solo necesita activarlo, sin embargo,",
        "y a quelques paramètres de configuration avancée :": "Hay algunas opciones de configuración avanzadas:",
        "-   **Chemin des enregistrements** : indique le chemin où Jeedom doit": "- ** Ruta de grabación **: indica la ruta donde debe estar Jeedom",
        "stocker les images qu'il capture de vos caméras (il est déconseillé": "almacenar las imágenes que captura de sus cámaras (no se recomienda",
        "d'y toucher).": "tócalo).",
        "Si votre chemin n'est pas dans le chemin": "Si tu camino no está en el camino",
        "d'installation de Jeedom alors vous ne pourrez visualiser les": "instalación de Jeedom, entonces no podrá ver el",
        "captures dans Jeedom.": "capturas en Jeedom.",
        "-   **Taille maximum du dossier d'enregistrement (Mo)** : indique la": "- ** Tamaño máximo del archivo de registro (MB) **: indica el",
        "taille maximum autorisée pour le dossier où les captures sont": "tamaño máximo permitido para la carpeta donde están las capturas",
        "enregistrées (il est déconseillé d'y toucher).": "guardado (no se recomienda tocarlo).",
        "Si ce quotas est": "Si esta cuota es",
        "atteint Jeedom supprimera les captures les plus anciennes.": "alcanzado Jeedom borrará las capturas más antiguas.",
        "-   **Le plugin caméra doit réagir aux interactions** : mots clés \/": "- ** El complemento de la cámara debe reaccionar a las interacciones **: palabras clave \/",
        "phrases auxquel(le)s le plugin réagira via les interactions de Jeedom.": "frases a las que reaccionará el complemento a través de las interacciones de Jeedom.",
        "-   **Panel** : Vous permet d'afficher le panel (Menu": "- ** Panel **: le permite visualizar el panel (Menú",
        "Accueil -> Caméra) et d'avoir une vue sur l'ensemble de vos": "Inicio -&gt; Cámara) y tener una vista de todos sus",
        "caméras (voir plus bas).": "cámaras (ver abajo).",
        "N'oubliez pas d'activer le panel dans la configuration du plugin pour y avoir accès plus tard.": "No olvide activar el panel en la configuración del complemento para acceder más tarde.",
        "Configuration des équipements": "Configuración del equipo",
        "=============================": "=============================",
        "Equipement": "equipo",
        "----------": "----------",
        "Ici vous avez les informations principales de votre caméra :": "Aquí tienes la información principal de tu cámara:",
        "-   **Nom de l'équipement caméra** : nom de votre équipement caméra": "- ** Nombre del equipo de cámara **: nombre de su equipo de cámara",
        "-   **Objet parent** : indique l'objet parent auquel appartient": "- ** Objeto padre **: indica el objeto padre al que pertenece",
        "l'équipement": "equipo",
        "-   **Activer** : permet de rendre votre équipement actif": "- ** Activar **: activa su equipo",
        "-   **Visible** : le rend visible sur le dashboard": "- ** Visible **: lo hace visible en el tablero",
        "-   **IP** : l'adresse IP local de votre caméra": "- ** IP **: la dirección IP local de su cámara",
        "-   **Port** : le port pour sur lequel joindre la caméra": "- ** Puerto **: el puerto para el que se conecta la cámara",
        "-   **Protocole** : le protocole de communication de votre caméra (http": "- ** Protocolo **: el protocolo de comunicación de su cámara (http",
        "ou https)": "o https)",
        "-   **Nom d'utilisateur** : nom d'utilisateur pour se connecter à la": "- ** Nombre de usuario **: nombre de usuario para conectarse a",
        "caméra (si nécessaire).": "cámara (si es necesario).",
        "Attention le plugin ne supporte pas les caractères": "Tenga en cuenta que el complemento no admite caracteres",
        "spéciaux (il faut donc se limiter aux chiffres, lettres minuscule\/majuscule)": "especial (así que limítese a números, letras minúsculas \/ mayúsculas)",
        "-   **Mot de passe** : mot de passe pour se connecter à la caméra": "- ** Contraseña **: contraseña para conectarse a la cámara",
        "(si nécessaire).": "(si es necesario).",
        "-   **URL de snapshot** : URL de \"snapshot\" de la caméra.": "- ** URL de instantánea **: URL de instantánea de cámara.",
        "Change en": "Cambiar a",
        "fonction des caméras.": "Funcion de camaras.",
        "Attention à ne pas mettre une url de flux sous": "Tenga cuidado de no poner una url de flujo debajo",
        "peine de planter Jeedom.": "Vale la pena plantar Jeedom.",
        "Vous pouvez ajouter les tags \\#username\\": "Puede agregar las etiquetas \\ #username \\",
        "et \\#password\\#, qui seront automatiquement remplacés par le nom": "y \\ # contraseña \\ #, que se reemplazará automáticamente por el nombre",
        "d'utilisateur et le mot de passe lors de l'utilisation de cette": "usuario y contraseña al usar esto",
        "commande": "orden",
        "-   **URL du flux** : url du flux video de la caméra de type rtsp:\/\/#username#:#password#@#ip#:554\/videoMain (exemple pour les caméras Foscam)": "- ** URL de transmisión **: URL de transmisión de video de la cámara de tipo rtsp: \/\/ # nombre de usuario #: # contraseña # @ # ip #: 554 \/ videoMain (ejemplo para cámaras Foscam)",
        "-   **Modèle** : permet de choisir le modèle de la caméra.": "- ** Modelo **: le permite elegir el modelo de cámara.",
        "Attention si": "Ten cuidado si",
        "vous changez cela écrasera vos paramètres de configuration": "cambia eso sobrescribirá sus ajustes de configuración",
        "Images": "imágenes",
        "------": "------",
        "Cette partie vous permet de configurer la qualité de l'image.": "Esta parte le permite configurar la calidad de la imagen.",
        "En effet": "En efecto",
        "Jeedom diminue la taille de l'image ou la compresse avant de l'envoyer à": "Jeedom disminuye el tamaño de la imagen o la comprime antes de enviarla a",
        "votre navigateur.": "su navegador",
        "Cela permet de gagner en fluidité des images (car": "Esto mejora la fluidez de las imágenes (porque",
        "elles sont moins lourdes).": "son más ligeros)",
        "C'est aussi dans cette partie que vous pouvez": "También es en esta parte que puedes",
        "configurer le nombre d'images par seconde à afficher.": "configurar el número de cuadros por segundo para mostrar.",
        "Tous les réglages": "Todos los ajustes",
        "sont déclinés en : mobile\/desktop et miniature\/normal.": "están disponibles en: móvil \/ escritorio y miniatura \/ normal.",
        "-   Rafraichissement (s) : délai en seconde entre l'affichage de 2": "- Actualizar (s): retraso en segundos entre la visualización de 2",
        "images (vous pouvez ici mettre des chiffres inférieurs à 1)": "imágenes (aquí puedes poner números menores que 1)",
        "-   Compression (%) : plus il est faible moins on compresse l'image, à": "- Compresión (%): cuanto más baja es, menos se comprime la imagen,",
        "100 % aucune compression n'est faite": "100% sin compresión",
        "-   Taille (% - 0 : automatique) : plus le % est élévé plus on est": "- Tamaño (% - 0: automático): cuanto mayor sea el%, más será",
        "proche de la taille d'origine de l'image.": "cerca del tamaño original de la imagen.",
        "A 100 % aucun": "100% ninguno",
        "redimensionnement de l'image n'a lieu": "se cambia el tamaño de la imagen",
        "> **Note": "&gt; ** Nota",
        ">": "&gt;",
        "> Si vous mettez une compression de 0% et une taille de 100%, Jeedom ne": "&gt; Si coloca una compresión del 0% y un tamaño del 100%, Jeedom no",
        "> touchera pas à l'image en mode normal.": "&gt; no tocará la imagen en modo normal.",
        "Cela n'est pas valable en mode": "Esto no es válido en modo",
        "> miniature où il y a une taille maximum de l'image de 360px.": "&gt; miniatura donde hay un tamaño máximo de imagen de 360px.",
        "Capture": "captura",
        "-------": "-------",
        "-   Durée maximum d'un enregistrement : durée maximum des": "- Duración máxima de una grabación: duración máxima de",
        "enregistrements": "grabaciones",
        "-   Toujours faire une vidéo : force Jeedom à toujours transformer les": "- Siempre haz un video: Jeedom obliga a transformar siempre",
        "enregistrements en vidéo avant l'enregistrement": "grabaciones de video antes de grabar",
        "-   Nombre d'images par seconde de la vidéo : nombre d'images par": "- Número de cuadros por segundo del video: número de cuadros por",
        "seconde des vidéos": "segundos videos",
        "-   Seuil de détection mouvement (0-100) : seuil de détection de": "- Umbral de detección de movimiento (0-100): umbral de detección de movimiento",
        "mouvement (il est conseillé de mettre 2).": "movimiento (es recomendable poner 2).",
        "Plus la valeur est grande": "Cuanto mayor es el valor",
        "plus la sensibilité augmente.": "cuanto más aumenta la sensibilidad.",
        "-   Supprimer toutes les captures de la caméra : supprime toutes les": "- Eliminar todas las capturas de la cámara: eliminar todas",
        "captures et enregistrements de la caméra": "capturas de cámara y grabaciones",
        "Alimentation": "suministro",
        "------------": "------------",
        "-   Commande ON : Commande permettant de mettre en marche l'alimentation": "- Comando ON: Comando para encender la fuente de alimentación",
        "de la caméra": "de la camara",
        "-   Commande OFF : Commande permettant de couper l'alimentation de la": "- Comando APAGADO: Comando para cortar la energía al",
        "caméra": "cámara",
        "Commandes": "comandos",
        "---------": "---------",
        "-   ID de la commande (utiliser avec les commandes de type info pour par": "- ID de pedido (usar con pedidos de tipo de información a la par",
        "exemple remonter l'information de mouvement de la caméra à Jeedom": "ejemplo, trae la información del movimiento de la cámara a Jeedom",
        "par l'api, voir plus bas)": "por API, ver más abajo)",
        "-   Nom de la commande avec la possibilité de mettre une icône à la": "- Nombre del comando con la posibilidad de poner un icono en el",
        "place (pour la supprimer il faut double-cliquer sur l'icône": "lugar (para eliminarlo, haga doble clic en el icono",
        "en question)": "en cuestión)",
        "-   Type et sous-type de la commande": "- Tipo y subtipo del pedido",
        "-   Requête à envoyer à la caméra pour faire une action (passage en mode": "- Solicitud para enviar a la cámara para realizar una acción (cambiar a modo",
        "nuit, ptz, etc.).": "noche, ptz, etc.).",
        "Vous pouvez utiliser les tags \\#username\\# et": "Puede usar las etiquetas \\ #username \\ # y",
        "\\#password\\#, qui seront automatiquement remplacés par le nom": "\\ # contraseña \\ #, que será reemplazado automáticamente por el nombre",
        "-   Commande stop : pour les caméras PTZ, il existe souvent une commande": "- Detener comando: para cámaras PTZ, a menudo hay un comando",
        "qui arrête le mouvement, c'est ici qu'il faut la spécifier": "que detiene el movimiento, es aquí donde debe especificarse",
        "-   Afficher : permet d'afficher la commande ou non sur le dashboard": "- Mostrar: le permite mostrar el pedido o no en el tablero",
        "-   Configuration avancée (petites roues crantées) : permet d'afficher": "- Configuración avanzada (ruedas con muescas pequeñas): pantallas",
        "la configuration avancée de la commande (méthode d'historisation,": "La configuración avanzada del comando (método de historización,",
        "widget, etc.)": "widget, etc.)",
        "-   Tester : permet de tester la commande": "- Prueba: le permite probar el pedido",
        "-   Supprimer (signe -) : permet de supprimer la commande": "- Eliminar (firmar -): le permite eliminar el pedido",
        "Le widget": "El widget",
        "=========": "=========",
        "On retrouve sur celui-ci l'image de la caméra, les commandes définies": "Encontramos en ella la imagen de la cámara, los comandos definidos",
        "dans la configuration, la commande pour prendre une capture, la commande": "en la configuración, el comando para tomar una captura, el comando",
        "pour lancer la prise de multiples captures images et la commande pour": "para comenzar a tomar múltiples capturas de imagen y el comando para",
        "parcourir ces captures.": "navegar por estas capturas.",
        "> **Tip": "&gt; ** Consejo",
        "> Sur le dashboard et le panel il est possible de redimensionner le": "&gt; En el tablero y el panel, es posible cambiar el tamaño del",
        "> widget pour l'adapter à ses besoins": "&gt; widget para adaptarlo a tus necesidades",
        "Un clic sur l'image permet d'afficher celle-ci dans une fenêtre et": "Haga clic en la imagen para mostrarla en una ventana y",
        "dans un format plus grand.": "en un formato más grande",
        "Un clic sur la dernière commande pour parcourir les captures vous": "Un clic en el último comando para explorar las capturas que",
        "affichera celle-ci.": "mostrará esto.",
        "Vous retrouvez ici toutes les captures organisées par jour puis par": "Encontrarás aquí todas las capturas organizadas por día y luego por",
        "date, vous pouvez pour chacune d'elle :": "fecha, puede para cada uno de ellos:",
        "-   la voir en plus en grand en cliquant sur l'image": "- verlo más grande haciendo clic en la imagen",
        "-   la télécharger": "- descárgalo",
        "-   la supprimer": "- bórralo",
        "En mobile le widget est un peu différent : si vous cliquez sur l'image de": "En dispositivos móviles, el widget es un poco diferente: si hace clic en la imagen de",
        "la caméra vous obtenez celle-ci en plus grande avec les commandes": "la cámara te hace más grande con los controles",
        "possibles.": "posible.",
        "Les panels": "Los paneles",
        "==========": "==========",
        "Le plugin caméra met aussi à disposition un panel qui vous permet de": "El complemento de la cámara también proporciona un panel que le permite",
        "voir d'un seul coup toutes vos caméras, il est accessible par Acceuil →": "vea todas sus cámaras a la vez, es accesible desde Inicio →",
        "Caméra.": "Cámara.",
        "> Pour l'avoir il faut l'activer sur la page de configuration du plugin": "&gt; Para tenerlo, debes activarlo en la página de configuración del complemento",
        "Il est bien sur aussi disponible en mobile par Plugin → Caméra :": "Por supuesto, también está disponible en dispositivos móviles con Plugin → Cámara:",
        "Enregistrement et envoi de capture": "Guardar y enviar captura",
        "==================================": "==================================",
        "Cette commande un peu spécifique permet suite à la prise de capture de": "Este comando algo específico permite seguir la captura de",
        "faire l'envoi de celle-ci (compatible avec le plugin slack, mail et": "enviarlo (compatible con el complemento slack, correo y",
        "transfert).": "transferencia).",
        "La configuration est assez simple vous appelez l'action d'envoi de": "La configuración es bastante simple, se llama acción de envío de",
        "capture (dénommée \"Enregistrement\") dans un scénario.": "captura (llamado &quot;Grabar&quot;) en un escenario.",
        "Dans la partie titre vous passez les options.": "En la parte del título pasas las opciones.",
        "Par défaut il suffit de mettre le nombre de captures voulues dans le champ \"nombre captures ou options\", mais vous pouvez aller plus": "De forma predeterminada, solo coloque el número de capturas que desea en el campo &quot;número de capturas u opciones&quot;, pero puede ir más",
        "loin avec des options (voir détail ci-dessous \"options avancées des captures\").": "más con las opciones (ver detalles a continuación &quot;opciones avanzadas de capturas&quot;).",
        "Dans la partie message, vous n'avez plus qu'à renseigner la commande du plugin (actuellement slack, mail ou transfert) qui fait l'envoi des captures.": "En la parte del mensaje, solo tiene que completar el orden del complemento (actualmente flojo, correo electrónico o transferencia) que envía las capturas.",
        "Vous pouvez en mettre plusieurs séparés par des &&.": "Puede poner varios separados por &amp;&amp;.",
        "Options avancées des captures": "Opciones de captura avanzadas",
        "---------------------------": "---------------------------",
        "-   nbSnap : nombre de capture, si non précisé alors les captures sont": "- nbSnap: número de capturas, si no se especifica, las capturas son",
        "faites jusqu'à une demande d'arrêt d'enregistrement ou d'arrêt de la": "hacer una solicitud para detener la grabación o detener la grabación",
        "-   delay : délai entre 2 captures, si non précisé alors le délai est de": "- retraso: retraso entre 2 capturas, si no se especifica, el retraso es",
        "1s": "1s",
        "-   wait : délai d'attente avant de commencer les captures, si non": "- esperar: tiempo de espera antes de comenzar las capturas, si no",
        "précié alors aucun envoi n'est fait": "especificado entonces no se realiza ningún envío",
        "-   sendPacket : nombre de captures déclenchant l'envoi de paquet de captures, si non": "- sendPacket: número de capturas que activan el envío de paquetes de capturas, si no",
        "précisé alors les captures ne seront envoyées qu'à la fin": "especificado, las capturas solo se enviarán al final",
        "-   detectMove=1 : envoi les captures que s'il y a un changement supérieur au": "- detectMove = 1: envía capturas solo si hay un cambio mayor que",
        "seuil de détection (voir configuration de la caméra)": "umbral de detección (ver configuración de la cámara)",
        "-   movie=1 : une fois l'enregistrement terminé, les images sont": "- película = 1: una vez finalizada la grabación, las imágenes son",
        "converties en vidéo": "convertido a video",
        "-   sendFirstSnap=1 : envoi la première capture de l'enregistrement": "- sendFirstSnap = 1: envía la primera captura de la grabación",
        "> **Exemples": "&gt; ** Ejemplos",
        "> nbSnap=3 delay=5 ==> envoi 3 captures faites à 5 secondes d'intervalle (envoi déclenché via le scénario)": "&gt; nbSnap = 3 delay = 5 ==&gt; enviar 3 capturas realizadas a intervalos de 5 segundos (envío activado a través del escenario)",
        "> movie=1 sendFirstSnap=1 detectMove=1 ==> envoi la première capture, puis envoi d'une capture à chaque détection de mouvement et enregistre une vidéo jusqu'à la commande \"Arrêter Enregistrement\" à insérer dans le scénario.": "&gt; película = 1 sendFirstSnap = 1 detectMove = 1 ==&gt; envía la primera captura, luego envía una captura en cada detección de movimiento y graba un video hasta que el comando &quot;Detener grabación&quot; se inserte en el escenario.",
        "Le film sera stocké sur votre Jeedom.": "La película se almacenará en su Jeedom.",
        "Envoi de la détection de mouvement à Jeedom": "Enviar detección de movimiento a Jeedom",
        "===========================================": "===========================================",
        "Si vous avez une caméra qui possède la détection de mouvement et que": "Si tiene una cámara que tiene detección de movimiento y",
        "vous voulez transmettre celle-ci à Jeedom voilà l'url à mettre sur votre": "desea transmitir esto a Jeedom esta es la url para poner en su",
        "caméra :": "camara",
        "http:\/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?": "http: \/\/#IP_JEEDOM#\/core\/api\/jeeApi.php?",
        "apikey=#APIKEY#&type=camera&id=#ID#&value=#value": "apikey apikey = # # &amp; type = &amp; id = cámara # ID # &amp; # valor = valor",
        "Il faut bien entendu avant avoir créé une commande de type info sur": "Por supuesto, es necesario antes de haber creado un comando de tipo de información en",
        "votre caméra": "tu camara",
        "FAQ": "Preguntas frecuentes",
        "===": "===",
        ">**Où sont les enregistrements ?": "&gt; ** ¿Dónde están los registros?",
        ">Les enregistrements se trouvent par défaut dans plugins\/camera\/data\/records\/*ID\\_CAM*, attention cela peut varier si vous avez demandé à Jeedom de les enregistrer ailleurs": "&gt; Los registros se encuentran por defecto en plugins \/ camera \/ data \/ records \/ * ID \\ _CAM *, tenga en cuenta que esto puede variar si le pide a Jeedom que los grabe en otro lugar",
        ">**Les dépendances n'arrivents pas à s'installer ?": "&gt; ** ¿Las adicciones no pueden asentarse?",
        ">En ssh ou dans administration -> OS\/DB -> Système faire : dpkg --configure -a": "&gt; En ssh o en administración -&gt; OS \/ DB -&gt; Sistema do: dpkg --configure -a",
        ">**Quelles sont les conditions pour que ma caméra soit compatible Jeedom (si elle n'est pas dans la liste de compatibilité) ?": "&gt; ** ¿Cuáles son las condiciones para que mi cámara sea compatible con Jeedom (si no está en la lista de compatibilidad)?",
        "> La seule condition c'est que la caméra possède une url qui renvoi une image (et bien une image pas un flux video)": "&gt; La única condición es que la cámara tenga una URL que envíe una imagen (y de hecho una imagen, no una transmisión de video)"
    }
}